[   
    {
        "day": "Monday",
        "troparion": "Supreme Commanders of the heavenly hosts, we unworthy ones implore you that by your supplications ye will encircle us with the shelter of the wings of your immaterial glory, and guard us who fall down before you and fervently cry: Deliver us from dangers since ye are the Marshals of the Hosts on high.",
        "kontakion": "Supreme Commanders of God and ministers of the Divine Glory, guides of men and leaders of the angels, ask for what it to our profit and for great mercy, since ye are the Supreme Commanders of the Bodiless Hosts."
    },
    {
        "day": "Tuesday",
        "troparion": "The memory of the righteous is celebrated with hymns of praise, but the Lord's testimony is sufficient for thee, O Forerunner; for thou hast proved to be truly even more venerable than the prophets, since thou wast granted to baptize in the running waters Him Whom they proclaimed. Wherefore having contested for the truth thou didst rejoice to announce the good tidings even to those in hades: that God hath appeared in the flesh, taking away the sin of the world and granting us great mercy.",
        "kontakion": "O Prophet of God and Forerunner of grace, having obtained thy head from the earth as a most sacred rose, we ever receive healings for again, as of old in the world, thou preachest repentance."
    },
    {
        "day": "Wednesday",
        "troparion": "Save, O Lord, Thy people, and bless Thine inheritance; grant Thou unto Orthodox Christians victory over enemies; and by the power of Thy Cross do Thou preserve Thy commonwealth",
        "kontakion": "O Thou Who wast lifted up willingly on the Cross, bestow Thy mercies upon the new community named after Thee, O Christ God; gladden with Thy power the Orthodox Christians, granting them victory over enemies; may they have as Thy help the weapon of peace, the invincible trophy."
    },
    {
        "day": "Thursday",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, an icon of meekness and a teacher of temperance; therefore thou hast achieved the heights by humility, riches by poverty. O Father and Hierarch Nicholas, intercede with Christ God that our souls be saved",
        "kontakion": "In Myra, O Saint, thou didst prove to be a minister of things sacred: for havign fulfilled the Gospel of Christ, O righteous one, thou didst lay down thy life for thy people, and didst save the innocent from death. Wherefore, thou wast sanctified, as a great initiate of the grace of God."
    },
    {
        "day": "Friday",
        "troparion": "Save, O Lord, Thy people, and bless Thine inheritance; grant Thou unto Orthodox Christians victory over enemies; and by the power of Thy Cross do Thou preserve Thy commonwealth",
        "kontakion": "O Thou Who wast lifted up willingly on the Cross, bestow Thy mercies upon the new community named after Thee, O Christ God; gladden with Thy power the Orthodox Christians, granting them victory over enemies; may they have as Thy help the weapon of peace, the invincible trophy."
    },
    {
        "day": "Saturday",
        "troparion": "O Thou Who by the depth of Thy wisdom, out of love for mankind, dost provide all things, and grantest unto all that which is profitable O only Creator: Grant rest, O Lord, to the souls of Thy servants, for in Thee have they placed their hope, O our Creator and Fashioner and God.",
        "kontakion": "With the saints give rest, O Christ to the souls of Thy servants, where there is neither sorrow, nor sighing, but life everlasting."
    }
]