[
    {
        "day": 1,
        "month": 0,
        "name": "St. Boniface",
        "troparion": "Sent to the company of martyrs, thou didst become a true martyr, suffering most mightily for Christ, O all-praised one; and thou didst give thyself to her who sent thee forth with faith, O blessed Boniface, earnestly pray that we all may receive perfect forgiveness",
        "kontakion": "Thou didst offer thyself as a blameless sacrifice, O wise crown-bearer, to One Who is about to be born of a Virgin for thy sake, O Boniface."
    },
    {
        "day": 2,
        "month": 0,
        "name": "St. Ignatius the God-bearer",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood, O hieromartyr Ignatius, entreat Christ God, that our souls be saved.",
        "kontakion": "The luminous day of thy radiant struggles proclaimeth to all beforehand Him Who hath been born in the cave; for thirsting to delight in His love, thou didst hasten to be devoured by the wild beasts. Wherefore, thou hast been called the God-bearer, O most wise Ignatius."

    },
    {
        "day": 3,
        "month": 0,
        "name": "St. Peter of Kiev",
        "troparion": "Be glad now, O earth that before wast barren! For, lo! Christ hath shown forth within thee a luminary who shineth forth clearly in the world healing our infirmities and ailments. Wherefore, join chorus and rejoice with boldness; for it is the high priest of the Most High who doeth these things.",
        "kontakion": "Unto thee, the chosen and wondrous wonderworker of our land, do we flee today with love, weaving hymns, O God-bearer, as thou hast boldness before the Lord, deliver us from multifarious evil circumstances that we may cry to thee: Rejoice, O confirmation of our city!"
    },
    {
        "day": 4,
        "month": 0,
        "name": "Great-martyr Anastasia",
        "troparion": "Thy ewe-lamb Anastasia O Jesus, crieth out with a loud voice: “Thee do I love, O my Bridegroom, and, seeking Thee, I endure suffering. in Thy baptism I am crucified and buried with Thee. I suffer for Thy sake, that I may reign with Thee; I die for Thee, that I may live with Thee. Accept me, who with love sacrifice myself for Thee, as an unblemished offering!” By her supplications save Thou our souls, O most merciful One.",
        "kontakion": "When those who have recourse to thy temple, find themselves in temptations and sorrows, they receive precious gifts through the divine grace which dwelleth within thee, O Anastasia. For thou ever pourest forth healings upon the world."
    },
    {
        "day": 5,
        "month": 0,
        "name": "St. Nahum, Wonderworker of Okhrid",
        "troparion": "Thou hast departed this world, cleaving unto Christ. And having crucified thy flesh, thou livest for the Spirit, O all-blessed Nahum. Thou didst strive to follow the course of the apostles, and didst win countless multitudes in Bulgaria for the Faith. Wherefore, by thy supplications deliver us from temptations.",
        "kontakion": "Like a great sun doth the all-honored memorial of thy splendid struggles shine forth upon all; it illumineth the faces of those who hymn thee and driveth away the demons and every illness. Wherefore, assembling, we faithfully praise thee with love."
    },
    {
        "day": 6,
        "month": 0,
        "name": "Forefast of the Nativity",
        "troparion": "Once Mary, pregnant with a seedless pregnancy, was registered in Bethlehem with the elder Joseph, as being of the seed of David. And while they were there, the days were accomplished that she should be delivered, but there was no room for them in the inn. But the cave showed itself to be a beauteous palace for the Queen, and Christ is born to raise up the image that fell of old!",
        "kontakion": "Today the Virgin giveth birth unto the Transcendent One, and the earth offereth a cave to the unapproachable One. Angels and shepherds give glory, the magi journey with the star. For unto us a Child is born, the preeternal God."
    },
    {
        "day": 7,
        "month": 0,
        "name": "Nativity of our Lord Jesus Christ",
        "troparion": "Thy nativity, O Christ our God, hath shone forth the light of knowledge upon the world; for therein those who worship the stars have been taught by a star to worship Thee, the Sun of righteousness, and to know Thee the Orient from on high. O Lord, glory be to Thee!",
        "kontakion": "Today the Virgin giveth birth unto the Transcendent One, and the earth offereth a cave to the unapproachable One. Angels and shepherds give glory, the magi journey with the star. For unto us a Child is born, the preeternal God."
    },
    {
        "day": 8,
        "month": 0,
        "name": "Synaxis of the All-Holy Theotokos",
        "troparion": "Thy nativity, O Christ our God, hath shone forth the light of knowledge upon the world; for therein those who worship the stars have been taught by a star to worship Thee, the Sun of righteousness, and to know Thee the Orient from on high. O Lord, glory be to Thee!",
        "kontakion": "He Who was born of the Father without mother before the morning star hath today become incarnate of thee on earth without father; wherefore, the star announceth glad tidings to the magi, and the angels and shepherds hymn thine ineffable birthgiving, O thou who art full of grace."
    },
    {
        "day": 9,
        "month": 0,
        "name": "Protomartyr Stephen",
        "troparion": "Thou didst fight the good fight, denouncing the impiety of the tyrants, O protomartyr and apostle of Christ; for, stoned at the hands of the iniquitous ones, thou hast received a crown from on high from the right hand of the Lord, and didst exclaim to God, crying out: O Lord, lay not this sin to their charge!",
        "kontakion": "Yesterday the Master came to us in the flesh, and today his servant departeth from the flesh. Yesterday He that reigneth over the flesh was born, and today his servant is slain by stoning. For His sake the godly protomartyr Stephen doth meet his end."
    },
    {
        "day": 10,
        "month": 0,
        "name": "20,000 Martyrs of Nicomedia",
        "troparion": "O athletes of the Lord, blessed is the ground which drank in your blood, and holy the habitations which have received your bodies, for in your contest ye vanquished the enemy and preached Christ with boldness. Entreat Him, we pray, in that He is good, that our souls be saved.",
        "kontakion": "Made steadfast in soul by faith, the twenty thousand holy athletes accepted suffering by fire, crying out to Him Who was born of the Virgin: O preeternal God, accept us as wholeburnt offerings to Thee, as thou didst accept the gold, myrrh and frankincense from the Persian kings!"

    },
    {
        "day": 11,
        "month": 0,
        "name": "Holy Innocents",
        "troparion": "By the pangs of Thy saints, wherewith they suffered for Thee, be entreated O Lord, and heal all our pains, O Thou Who lovest mankind.",
        "kontakion": "The star sent the magi to Him Who was born, and Herod cruelly sent an unjust army, seeking to slay Him Who lay as a babe in the manger."
    },
    {
        "day": 12,
        "month": 0,
        "name": "St. Anysia and St. Melania",
        "troparion": "Having righteously accomplished the path of virtue, thou wast betrothed to God the Word, O revered Anysia, and thou didst contest rejoicingly. And as one made illustrious by the light of dispassion, O Melania, thou didst shine forth with the rays of virtue upon the world. And now ye both beseech Christ the Lord that He be gracious unto us.",
        "kontakion": "Like a lamp of two lights, verily ye shine upon the Church of Christ with a mystical radiance. O Anysia, thou didst bring forth fruit a hundredfold in martyric contest, and thou, O Melania, didst shine forth in asceticism. Wherefore, ye were deemed worthy of the incorruptible and blessed life."
    },
    {
        "day": 13,
        "month": 0,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 14,
        "month": 0,
        "name": "St. Basil the Great",
        "troparion": "Thy sound hath gone forth into all the earth, which hath received thy discourse, whereby thou didst divinely teach and make clear the nature of things, and didst adorn the ways of men. O venerable father, thou royal priesthood, entreat Christ God, that our souls be saved.",
        "kontakion": "Thou hast been shown to be the unshakable foundation of the Church, bestow­ing upon all men a dominion which cannot be taken away, and sealing them with thy precepts, O newly revealed and venerable Basil."
    },
    {
        "day": 15,
        "month": 0,
        "name": "St. Seraphim of Sarov",
        "troparion": "From thy youth didst thou love Christ, O blessed one; and, aflame with the desire to serve Him alone, thou didst struggle in the wilderness in unceasing prayer and labor; and with compunction of heart having acquired the love of Christ, thou wast shown to be the beloved favorite of the Mother of God. Wherefore, we cry unto thee: Save us by thy prayers, O our venerable father Seraphim.",
        "kontakion": "Having forsaken the beauty of the world and the corruption therein, thou didst take up thine abode in the Monastery of Sarov. And having lived there as an angel, thou didst become a path for many to salvation. Wherefore, Christ hath glorified thee, O father Seraphim, enriching thee with the gift of healings and miracles. Therefore, we cry out to thee: Rejoice, O our venerable father Seraphim!"

    },
    {
        "day": 16,
        "month": 0,
        "name": "Holy Martyr Gordius",
        "troparion": "In his suffering, O Lord, Thy martyr Gordius received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "The drops of thy sweat have watered the whole earth, O all-glorious Gordius, and thou hast gladdened the whole world with thy precious blood. By thy sup­plications, O divinely wise one, save all who hymn and bless thee with faith, crying out a worthy hymn to thee, O most lauded one, as a great athlete."
    },
    {
        "day": 17,
        "month": 0,
        "name": "Synaxis of the Holy Apostles",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "In hymns, O ye faithful, let us in godly manner praise the choir of the seventy disciples of Christ; for, through them have we all learned to honor the indivisi­ble Trinity. And they remain beacons of the divine Faith."
    },
    {
        "day": 18,
        "month": 0,
        "name": "Forefeast of Theophany",
        "troparion": "Once, the River Jordan was turned back by the mantle of Elisha when Elijah was borne aloft, and the waters were parted on either side, and the path which before was wet became dry for him, as a true image of baptism, whereby we pass through the flow of life. Christ hath appeared in the Jordan to sanctify the waters.",
        "kontakion": "O Christ, Who in Thy compassion and infinite mercy takest away the multi­tude of all our transgressions, Thou comest as a man to be baptized in the waters of the Jordan, clothing me in the raiment of the ancient glory of which I was cruelly stripped bare."
    },
    {
        "day": 19,
        "month": 0,
        "name": "Theophany of our Lord Jesus Christ",
        "troparion": "When Thou, O Lord, wast baptized in the Jordan, the worship of the Trinity was made manifest; for, the voice of the Father bare witness unto Thee, calling Thee His beloved Son; and the Spirit in the form of a dove confirmed the certainty of His word. O Christ our God, Who hast appeared and enlightened the worlds, glory be to Thee!",
        "kontakion": "Thou hast appeared today to the whole world, and Thy light, O Lord, hath been signed upon us who hymn Thee with understanding. Thou hast come, Thou hast appeared, the Light unapproachable."
    },
    {
        "day": 20,
        "month": 0,
        "name": "Synaxis of St. John the Baptist",
        "troparion": "The memory of the righteous is celebrated with hymns of praise, but the Lord's testimony is sufficient for thee, O forerunner. Thou wast truly shown to be more honorable than the prophets, in that thou wast counted worthy to baptize in the streams Him Whom thou didst proclaim. Wherefore, having suffered, rejoicing, for the truth, even unto those in hades didst thou proclaim God, Who had manifested Himself in the flesh, Who taketh away the sin of the world, and granteth us great mercy.",
        "kontakion": "Stricken with awe by Thy coming in the flesh, the Jordan turned back in fear; and John, fulfilling the prophetic ministry, shrank back with trembling. The ranks of the angels were amazed, beholding Thee baptized in the flesh in the streams, and all who were in darkness were enlightened, hymning Thee Who hast appeared and illumined all things."
    },
    {
        "day": 21,
        "month": 0,
        "name": "St. George the Chozebite",
        "troparion": "When Thou wast baptized in the Jordan, O Lord, the worship of the Trinity was made manifest: for the voice of the Father bare witness unto Thee * calling Thee His beloved Son; and the Spirit in the guise of a dove confirmed the certainty of His words. O Christ God, Who hast appeared and enlightened the world, glory be to Thee!",
        "kontakion": "Thou hast been shown to be an all-radiant beacon illumining with divine rays the faithful who cry out to thee: Pray for us to Christ the Master, Who appeared in the streams of the Jordar and hath enlightened mortals."
    },
    {
        "day": 22,
        "month": 0,
        "name": "Holy Martyr Polyeuctus of Melitene",
        "troparion": "In his suffering, O Lord, Thy martyr Polyeuctus received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "When the Savior bowed His head in the Jordan, the head of the serpent was crushed; and the decapitated head of Polyeuctus hath put the deceiver to shame."
    },
    {
        "day": 23,
        "month": 0,
        "name": "St. Gregory of Nyssa",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Keeping watch with the eye of thy soul, O holy hierarch, thou didst show thy­self to be a vigilant pastor for the world, and with the staff of thy wisdom and thy fervent intercession thou didst drive away all the heretics like wolves, preserving the flock unharmed, O most wise Gregory."
    },
    {
        "day": 24,
        "month": 0,
        "name": "St. Theodosius the Coenobiarch",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Theodosius, entreat Christ God that our souls be saved.",
        "kontakion": "Planted in the courts of thy Lord, thou didst flourish most beauteously in thy venerable virtues, and didst increase in number thy children in the desert, watering them with the torrents of thy tears, O godly chief shepherd of the flocks divine. Wherefore, we cry out: Rejoice, O father Theodosius!"
    },
    {
        "day": 25,
        "month": 0,
        "name": "Martyr Tatiana of Rome",
        "troparion": "When Thou wast baptized in the Jordan, O Lord, the worship of the Trinity was made manifest: for the voice of the Father bare witness unto Thee * calling Thee His beloved Son; and the Spirit in the guise of a dove confirmed the certainty of His words. O Christ God, Who hast appeared and enlightened the world, glory be to Thee!",
        "kontakion": "Thou didst shine forth radiantly in thy suffering, O passion-bearer, adorned with thy blood, and like a beautiful turtle-dove thou hast soared aloft/ to the heavens, O Tatiana. Wherefore, pray thou ever for those who honor thee."

    },
    {
        "day": 26,
        "month": 0,
        "name": "Holy Martyrs Hermylus & Stratonicus",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Ye fled from the tumult of the world and have found rest in the calm haven, crowned with the blood of martyrdom/ and the labors of asceticism. Wherefore, ye have been shown to dwell together with the martyrs and the venerable."

    },
    {
        "day": 27,
        "month": 0,
        "name": "Saint Nina, Equal of the Apostles",
        "troparion": "O Holy Nina, equal of the apostles, minister of the word of God, who emulated the first called Andrew and the other apostles in apostolic preaching, enlightener of Iberia and harp of the Holy Spirit: entreat Christ God, that our souls be saved. ",
        "kontakion": "Come ye all, and let us hymn today the all-praised Nina, the preacher of the Word of God, the equal of the apostles, who was chosen by Christ, the wise evangelist who has led the people of Kartalinia to the path of life and truth, the disciple of the Mother of God, our fervent helper and tireless guardian."
    },
    {
        "day": 28,
        "month": 0,
        "name": "St. Paul of Thebes",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Assembling today let us praise in hymns the never-failing lamp of the noetic Sun; for thou didst shine forth upon those in the darkness of ignorance, leading all to the divine heights, O venerable Paul, adornment of the Thebans, steadfast foundation of the fathers and the venerable."
    },
    {
        "day": 29,
        "month": 0,
        "name": "Veneration of the Precious Chains of the Holy and All-glorious Apostle Peter",
        "troparion": "Without leaving Rome thou art come to us in the precious chains which thou didst bear, O first-enthroned of the apostles; and, bowing down before them with faith we pray: through thy supplications unto God grant us great mercy!",
        "kontakion": "Christ the Rock most splendidly glorifieth the rock of faith, the first-enthroned of His disciples; for He summoneth all to celebrate the wonders of thy precious chains, O Peter, and granteth forgiveness of offenses."
    },
    {
        "day": 30,
        "month": 0,
        "name": "St. Anthony the Great",
        "troparion": "Emulating the demeanor of the zealous Elijah, and following the Baptist with forthright steps, O father Anthony, thou wast a dweller in the desert, and hast made the whole world steadfast by thy supplications. Wherefore, entreat Christ God, that our souls be saved.",
        "kontakion": "Having cast off the tumults of life, thou didst live a life of stillness to the end, emulating the Baptist in every way, O all-venerable one. Wherefore, we honor thee with him, O Anthony, first among the fathers."
    },
    {
        "day": 31,
        "month": 0,
        "name": "Ss. Athanasius & Cyril, Archbishops of Alexandria",
        "troparion": "Shining forth with works of Orthodoxy and reducing all heresy to ashes, ye were victors and conquerors, enriching all with piety; and, having greatly adorned the Church, ye have acquired Christ God, as is meet, Who granteth us great mercy.",
        "kontakion": "O sacred primates most great, champions of the Church of Christ, preserve all who chant: Save those who honor Thee with faith, O Compassionate One!"
    },
    {
        "day": 1,
        "month": 1,
        "name": "St. Macarius the Egyptian",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Macarius, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Having in life reached the end of a blessed life with the choirs of the martyrs, thou dwellest in the land of the meek,/ as is meet, O God-bearing Macarius; and having populated the desert as it were a city, thou hast received from God the grace of miracles. Wherefore, we honor thee."
    },
    {
        "day": 2,
        "month": 1,
        "name": "St. Euthymius the Great",
        "troparion": "Rejoice, O desert who hast not given birth! Be of good cheer, thou who hast not felt the pangs of travail! For the man of spiritual desires hath multiplied children for thee, planting them with piety and nurturing them with abstinence unto the perfection of the virtues. By his prayers, O Christ God, bring peace to our life.",
        "kontakion": "Creation found joy in thine honored nativity and in thy divine memory, O venerable one, receiving the good cheer of thy many miracles. Give richly of them to our souls, and wash away the defilement of our sins, that we may chant: Alleluia!"
    },
    {
        "day": 3,
        "month": 1,
        "name": "St. Maximus the Confessor",
        "troparion": "O instructor of Orthodoxy, teacher of piety and purity, beacon for the whole world, divinely inspired adornment of monastics. O most wise Maximus by thy doctrines thou hast illumined all. O harp of the Spirit, entreat Christ God that our souls be saved.",
        "kontakion": "The thrice-radiant light which abode in thy soul showed thee forth as a chosen vessel, O most blessed one, revealing things divine to the ends of the earth. O blessed Maximus, recount understandings of things hard to comprehend and manifestly preach to all the transcendent and unoriginate Trinity!"
    },
    {
        "day": 4,
        "month": 1,
        "name": "Holy Apostle Timothy",
        "troparion": "Having learned goodness and been watchful in all things, arrayed as befitteth a priest, in a good conscience, thou didst draw forth ineffable things from the cho­sen vessel; and, having kept the Faith, thou didst complete a course like unto his. O Apostle Timothy, entreat Christ God, that our souls be saved.",
        "kontakion": "O ye faithful, let us all hymn Timothy, the divine disciple and companion of Paul, honoring with him the wise Anastasius, who shone forth from Persia like a star and dispelleth the passions of our souls and our bodily infirmities."
    },
    {
        "day": 5,
        "month": 1,
        "name": "Hieromartyr Clement, Bishop of Ancyra",
        "troparion": "Thou hast been given to the faithful, O most sacred one, as a branch of holiness and a stem of struggle, a most sacred flower and divinely bestowed and everblossoming fruit. As a fellow sufferer of the martyrs and a fellow-prelate of hierarchs, entreat Christ God, that our souls be saved.",
        "kontakion": "Thou wast a precious scion of Christ the branch, O much-suffering and most lauded Clement, and thou didst cry out with those who suffered: Thou art the radiant joy of the martyrs, O Christ!"
    },
    {
        "day": 6,
        "month": 1,
        "name": "St. Xenia",
        "troparion": "In thee, O mother, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Xenia.",
        "kontakion": "Celebrating thy strange memorial, O Xenia, we who honor thee with love hymn Christ, Who giveth thee the power of healing in all things. To Him do thou ever pray in our behalf."
    },
    {
        "day": 7,
        "month": 1,
        "name": "St. Gregory the Theologian",
        "troparion": "The shepherd's pipe of thy theology vanquished the clarions of the rhetors; for beauties of discourse were added to thee who delved into the depths of the Spirit. O father Gregory, entreat Christ God, that our souls be saved.",
        "kontakion": "O glorious one who destroyed the rhetors' webs with the tongue of thy theology, thou hast adorned the Church with the vesture of theology woven from on high; and, wearing it, it crieth out with us, thy children: Rejoice, O father, thou uttermost mind of theology!"
    },
    {
        "day": 8,
        "month": 1,
        "name": "St. Xenophon of Constantinople, Mary his wife & their sons, Arcadius and John",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Having gladly distributed thy riches to the poor, O blessed one, with thy spouse and children thou wast vigilant in the commandments of the Lord. Wherefore, ye have inherited divine delight."
    },
    {
        "day": 9,
        "month": 1,
        "name": "Translation of the Relics of St. John Chrysostom",
        "troparion": "Grace shining forth from thy mouth like a beacon hath illumined the universe, and disclosed to the world treasures of uncovetousness, and shown us the heights of humility; but while instructing by thy words, O father John Chrysostom, intercede with the Word, Christ our God, to save our souls.",
        "kontakion": "The honored Church was mystically gladdened by the return of thy precious relics; and having hidden them like most precious gold, by thy supplication she bountifully imparteth the grace of healings unto them that hymn thee, O John Chrysostom."
    },
    {
        "day": 10,
        "month": 1,
        "name": "St. Ephraim the Syrian",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Ephraim, entreat Christ God that our souls be saved.",
        "kontakion": "Ever looking forth toward the hour of judgement, thou didst bitterly lament, O Ephraim; and though a lover of stillness thou wast also a teacher of activity, O venerable one, Wherefore, O universal father, thou movest the slothful to repentance."
    },
    {
        "day": 11,
        "month": 1,
        "name": "Translation of the Relics of St. Ignatius the God-Bearer",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Ignatius, entreat Christ God, that our souls be saved.",
        "kontakion": "Thou didst shine forth from the East today, illumining all creation with thy doctrines, O God-bearing and divine Ignatius, and art adorned with martyr­dom."
    },
    {
        "day": 12,
        "month": 1,
        "name": "Three Holy Hierarchs",
        "troparion": "In that ye share in the ways of the apostles, O teachers of the whole world, entreat the Master of all, that He grant peace to the world and great mercy to our souls.",
        "kontakion": "The sacred and divinely eloquent preachers, the foremost among the teachers, O Lord, hast Thou received into the delight of Thy good things and into rest; for Thou hast accepted their pangs and labors as greater than any wholeburnt offer­ing, O Thou Who alone dost glorify Thy saints."
    },
    {
        "day": 13,
        "month": 1,
        "name": "Holy Wonder-Workers & Unmercenaries Cyrus & John",
        "troparion": "O Christ God, Thou hast given us an impregnable rampart in the miracles of Thy holy martyrs. Through their supplications destroy Thou the councils of the heathen and strengthen the scepters of kingdoms, in that Thou alone art good and lovest mankind.",
        "kontakion": "Receiving the gift of miracles from grace divine, O saints, ye work wonders unceasingly cutting down all our passions with invisible skill, O divinely wise Cyrus and glorious John; for ye are divine physicians."
    },
    {
        "day": 14,
        "month": 1,
        "name": "Holy Martyr Tryphon",
        "troparion": "In his suffering, O Lord, Thy martyr Tryphon received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "With the steadfastness of the Trinity thou didst uproot polytheism from the ends of the earth, O most glorious one; and, honored in Christ, thou didst van­quish the tyrants in Christ the Savior and receive a crown for thy martyrdom and gifts of divine healings, in that thou art invincible."
    },
    {
        "day": 15,
        "month": 1,
        "name": "Feast of the Meeting of our Lord; God & Savior Jesus Christ with Symeon",
        "troparion": "Rejoice, O Virgin Theotokos full of grace, for from thee hath shone forth the Sun of Righteousness, Christ our God, enlightening them that are in dark­ness. Be glad thou also, O righteous elder, who receivest in thine arms the Deliverer of our souls, Who granteth us Resurrection.",
        "kontakion": "O Thou Who didst hallow the Virgin’s womb by Thy birth and didst bless the hands of Symeon as was meet, now Thou hast come and saved us O Christ God. In the midst of battle grant peace to Thy community, and strengthen kings whom Thou hast loved, O Thou Who alone lovest mankind."
    },
    {
        "day": 16,
        "month": 1,
        "name": "Symeon the God-Receiver & Anna the Prophetess",
        "troparion": "Rejoice, O Virgin Theotokos full of grace, for from thee hath shone forth the Sun of Righteousness, Christ our God, enlightening them that are in dark­ness. Be glad thou also, O righteous elder, who receivest in thine arms the Deliver of our souls, Who granteth us Resurrection.",
        "kontakion": "Today the elder asked to be loosed from the bonds of this life of corruption, receiving in his arms Christ, the Creator and Lord."
    },
    {
        "day": 17,
        "month": 1,
        "name": "St. Isidore of Pelusium",
        "troparion": "In thee, O father, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Isidore.",
        "kontakion": "The Church, finding thee to be another morning-star, O all-glorious one, crieth out to thee, illumined by the lightning-flashes of thy words: Rejoice, O most blessed and divinely wise Isidore!"
    },
    {
        "day": 18,
        "month": 1,
        "name": "Holy Martyr Agatha of Palermo in Sicily",
        "troparion": "Thy ewe-lamb Agatha crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Let the Church be adorned today with a glorious robe of purple dyed in the pure blood of the martyr Agatha, crying out: Rejoice, O boast of Catania!"
    },
    {
        "day": 19,
        "month": 1,
        "name": "St. Photius, patriarch of Constantinople",
        "troparion": "As a radiant beacon hidden in God and a defender of Orthodoxy revealed from on high, O great Photius, blessed adornment of patri­archs, thou didst refute the innovations of prideful heresy. O light of the holy Churches, luminary of the Orient on high, do thou pre­serve them from all error.",
        "kontakion": "Now let the most brilliant luminary of the Church be crowned with flowers of hymnody; the most godly instructor of the Orthodox, the divinely inspired harp of the Spirit, the most mighty opponent of heresy; and let us cry out to him: Rejoice, O most honored Photius!"
    },
    {
        "day": 20,
        "month": 1,
        "name": "Ss. Parthenius of Lampsacus & Luke of Hellas",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Thou didst receive the divine grace of miracles, O sacred Parthenius of godly wisdom, God-bearing wonder, cleansing the faithful of all the passions and dis­pelling spirits of wickedness, O father. Wherefore, we hymn thee as a great initiate of the mysteries of the grace of God."
    },
    {
        "day": 21,
        "month": 1,
        "name": "Great Martyr Theodore Stratelites",
        "troparion": "Through true recruitment didst thou become a most worthy general of the heavenly King, O passion-bearer Theodore; for thou didst wisely put on the whole armor of God and, vanquishing legions of demons, thou didst show thy­self to be a victorious athlete. Wherefore, with faith do we ever bless thee.",
        "kontakion": "Having put on the whole armor of faith with valor of soul, and taking in hand the word of god as a spear, thou didst conquer the enemy, O theodore, great among the martyrs. With them cease thou never to entreat Christ God in behalf of us all."
    },
    {
        "day": 22,
        "month": 1,
        "name": "Holy Martyr Nicephorus",
        "troparion": "In his suffering, O Lord, Thy martyr Nicephorus received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Bound by the bond of love, O Nicephorus, thou didst manifestly destroy the malice of hatred, and wast beheaded by the sword, as a divine martyr of the incarnate Savior. Him do thou entreat, in behalf of us who hymn thy glorious memory."
    },
    {
        "day": 23,
        "month": 1,
        "name": "Holy Hieromartyr Charalampius",
        "troparion": "In his suffering, O Lord, Thy martyr Charalampius received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Perfected by the grace of the priesthood, O glorious one, thou didst splendidly adorn the Church with thy divine suffering, which, rejoicing, thou didst manful­ly accept for Chris's sake, O Charalampius, thou honored beacon of the whole world, illumining the ends of the earth, in that thou art invincible."
    },
    {
        "day": 24,
        "month": 1,
        "name": "Holy Hieromartyr Blaise",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Blaise, entreat Christ God, that our souls be saved.",
        "kontakion": "With the anointing of the priesthood and the blood of martyrdom wast thou adorned, O glorious Blaise; and, joining chorus, thou shinest in the highest, watching over those who come to thy temple and therein unceasingly cry out to thee: Preserve us all!"
    },
    {
        "day": 25,
        "month": 1,
        "name": "St. Meletius, Patriarch of Antioch the Great",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Meletius our father, entreat Christ God that our souls be saved.",
        "kontakion": "Fearing the boldness of thy spirit, the apostate Macedonius fleeth; but we, thy servants, celebrating a service of prayer to thee, have recourse to thee with love, O Meletius, conversor with the angels, fiery sword of Christ our God who cuttest down all the ungodly; and we hymn thee as a beacon enlightening all."
    },
    {
        "day": 26,
        "month": 1,
        "name": "Venerable Father Martinian",
        "troparion": "With the streams of thy tears thou didst quench the flames of temptations, O blessed one, and taming the billows of the sea and the raging of wild beasts, thou didst cry out: Most glorious art Thou, O Almighty, Who savest me from fire and tempest!",
        "kontakion": "As a skilled ascetic of piety, an honored athlete by volition, and an inhabitant and citizen of the desert, we praise the ever-honorable Martinian in hymns, as is meet; for he trampled the serpent underfoot."
    },
    {
        "day": 27,
        "month": 1,
        "name": "Venerable Father Auxentius",
        "troparion": "A dweller in the desert, an angel in the flesh and a wonder-worker wast thou shown to be, O our God-bearing father Auxentius. Receiving heavenly gifts through fasting, vigils and prayers, thou healest the infirm and the souls of those who with faith have recourse unto thee Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Delighting in abstinence and restraining the desires of thy flesh, O divinely wise and sacred father Auxentius, thou wast shown forth, shining with faith, and didst blossom like a plant in the midst of paradise."
    },
    {
        "day": 28,
        "month": 1,
        "name": "Holy Apostle Onesimus",
        "troparion": "O holy apostle Onesimus entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Thou didst shine forth upon the whole world like a beam, O blessed one, shin­ing with the rays of the most radiant Paul, that sun who hath illumined the world. Wherefore, we honor thee, O glorious Onesimus."
    },
    {
        "day": 1,
        "month": 2,
        "name": "Martyr Pamphilius & Those with Him",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee, our God; for, possessed of Thy might, they set at nought the tyrants and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Rejoicing in wisdom made manifest by heaven, when dreadful torments lay before them, the valiant athletes conversed amongst themselves, sparing not their flesh. Wherefore, they have inherited everlasting glory, ever praying for us who praise their contest."
    },
    {
        "day": 2,
        "month": 2,
        "name": "Holy Great Martyr Theodore the Recruit",
        "troparion": "Great are the accomplishments of faith! In the fountain of flame, as in refreshing water, the holy martyr Theodore rejoiced; for, wholly consumed by the fire he was offered as sweet bread unto the Trinity. By his prayers, O Christ God, save Thou our souls!",
        "kontakion": "Having received the faith of Christ within thy heart as a shield, thou didst trample down hosts of the adversary, O longsuffering one; and with a heavenly crown hast thou been crowned everlastingly, O Theodore, as thou art invincible."
    },
    {
        "day": 3,
        "month": 2,
        "name": "St. Leo, Pope of Rome",
        "troparion": "O instructor of Orthodoxy, teacher of piety and purity, beacon for the whole world, divinely inspired adornment of hierarchs. O most wise Leo by thy doctrines thou hast illumined all. O harp of the Spirit, entreat Christ God that our souls be saved.",
        "kontakion": "Seated upon the throne of the priesthood, O glorious one, and having shut the mouths of the noetic lions, with the divinely inspired dogmas of the worshipful Trinity thou didst shed upon thy flock the light of the knowledge of God. Wherefore, thou hast been glorified as a divine initiate of the mysteries of the grace of God."
    },
    {
        "day": 4,
        "month": 2,
        "name": "Holy Apostle Archippus",
        "troparion": "O holy apostle Archippus entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "The Church, possessing thee as a great star, O Archippus, and illumined by the rays of thy miracles, crieth out to thee: Save those who honor thy memory with faith!"
    },
    {
        "day": 5,
        "month": 2,
        "name": "St. Leo, Bishop of Catania",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Leo our father, entreat Christ God that our souls be saved.",
        "kontakion": "The Church hath thee, O most blessed one, as a great beacon shining more brightly than the sun. By thy supplications preserve it invincible, unshaken and unharmed by any heresy, in that thou art ever-memorable."
    },
    {
        "day": 6,
        "month": 2,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 7,
        "month": 2,
        "name": "Discovery of the Relics of the Holy Martyrs at the Gate of Eugenius",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "O mighty pillars of the Faith, right victorious martyrs, having undergone divers torments for Christ, ye remained hidden for many years; and now ye have been revealed like riches of great value, and are borne with honor into the church of Christ in the hands of a hierarch of God; and ye bestow that which is profitable upon them that ask. Wherefore, pray ye for our souls."
    },
    {
        "day": 8,
        "month": 2,
        "name": "St. Polycarp, Bishop of Smyrna",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Polycarp, entreat Christ God, that our souls be saved.",
        "kontakion": "Offering sacrifices of the virtues unto the Lord as spiritual fruits, O wise Polycarp, thou wast therefore glorified by God as a worthy hierarch. Wherefore, enlightened today by thy words, we hymn thy praiseworthy memo­ry, glorifying the Lord."
    },
    {
        "day": 9,
        "month": 2,
        "name": "1st. & 2nd Findings of the Precious Head of the Forerunner",
        "troparion": "The head of the Forerunner, which hath shone forth from the earth, doth shed rays of incorruption and healing upon the faithful. On High it assembleth a multitude of angels, and below it calleth upon the human race with one voice to send up glory to Christ God.",
        "kontakion": "O prophet of God and Forerunner of grace, having obtained thy head from the earth like a most sacred rose, we ever receive healings, for again, as of old, thou dost preach repentance in the world."
    },
    {
        "day": 10,
        "month": 2,
        "name": "St. Tarasius, Archbishop of Constantinople",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Tarasius our father, entreat Christ God that our souls be saved.",
        "kontakion": "Having illumined the Church with Orthodox dogmas and taught all to honor and bow down before the precious icon of Christ, O blessed one, thou didst denounce the godless decree of the iconoclasts. Wherefore, we cry out to thee: Rejoice, O wise rather Tarasius!"
    },
    {
        "day": 11,
        "month": 2,
        "name": "St. Porphyrius, Archbishop of Gaza",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Porphyrius our father, entreat Christ God that our souls be saved.",
        "kontakion": "Adorned with thy most sacred ways, thou wast resplendent in the robe of the priesthood, O all-blessed, divinely wise Porphyrius; and thou dost spread beau­ty by thine exaltations of healings, praying unceasingly in behalf of us all."
    },
    {
        "day": 12,
        "month": 2,
        "name": "Great Martyr Theodore Tyro",
        "troparion": "Great are the triumphs of faith! In a fountain of flame the holy martyr Theodore rejoiced as in refreshing water. For having been made a whole burnt offering by fire, he was offered as sweet bread to the Trinity. By his prayers, O Christ our God, save our souls.",
        "kontakion": "Having received the faith of Christ in thy heart as an inner shield, thou didst overcome all the opposing forces, O great champion, and thou hast been crowned with a heavenly crown, O Theodore, for thou art eternally invincible."
    },
    {
        "day": 13,
        "month": 2,
        "name": "St. Basil the Confessor, Fellow Faster of the Holy Procopius",
        "troparion": "A dweller in the desert, an angel in the flesh, and a wonderworker wast thou, O our God-bearing father Basil. Receiving heavenly gifts through fasting, vigil and prayer, thou healest the sicknesses and souls of those who with faith have recourse unto thee. Glory to Him Who gaveth thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Receiving divine revelation from on high, thou didst withdraw from the midst of the tumult, O wise one; and having lived the monastic life venerably, thou didst receive the power to work miracles and to heal diseases by grace, O most blessed and sacred Basil."
    },
    {
        "day": 14,
        "month": 2,
        "name": "Nun-Martyr Eudocia of Heliopolis",
        "troparion": "Having bound thy soul to the love of Christ with uprightness of mind, as a disciple of the Word thou didst avoid corrupt, transitory and beautiful things by ignoring them; and having first mortified the passions by fasting, thou didst put the enemy to shame by thy suffering. Wherefore, Christ hath vouchsafed unto thee a twofold crown. O glorious Eudocia, venerable sufferer, entreat Christ God that our souls be saved.",
        "kontakion": "Having contended well in thy suffering, O most lauded one, even after thy death thou dost sanctify with outpourings of wonders us who with faith have recourse to thy divine church; and, holding festival, we entreat thee, O venera­ble martyr Eudocia: May we be delivered from spiritual afflictions and draw forth the grace of miracles."
    },
    {
        "day": 15,
        "month": 2,
        "name": "Reigning Icon of the Most Holy Theotokos",
        "troparion": "Seeking the city of Sion, we flee today be­neath thy protection, O pure Virgin, and none can assail us, for there is no city as powerful as the one of Him Who is God, and no other might to equal that of the mercy of the Virgin Mistress.",
        "kontakion": "To thee, the champion leader, do we offer hymns of victory, for thy might hath been given to us, and we are not afraid; for our salvation is not of this world, but we are defended by the lovingkindness of the all-exalted Mistress. Today we rejoice therein, for the Mistress hath come to watch over her land."
    },
    {
        "day": 16,
        "month": 2,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 17,
        "month": 2,
        "name": "St. Daniel, prince of Moscow",
        "troparion": "Illumined by divine grace, thou didst set aside the glory of thy principality, O divinely wise Prince Daniel, and in thy heart didst unwaveringly set thy whole understanding upon the Creator, away from this vain world, and didst shine forth like a star in the east of the Russian realm; and finishing the good race well by thy chaste and angelic life, thou didst keep the Faith undefiled. Wherefore, even after thy re­pose God hath glorified thee with miracles, for thou pourest forth healing upon those who with faith have recourse unto thy precious shrine: for this cause we, thy people, glorify thee today. As thou hast boldness before Christ, pray that thy homeland be saved, and that our land find peace.",
        "kontakion": "Chosen by God from thy parents' loins, raised from infancy in the law of the Lord to be a perfect man, and having received the famed city of Moscow as thine inheritance by the providence of God, thou wast shown to be a faithful steward for thy pious people, O divinely blessed Daniel. And instructing them by thine example, and continually teaching them the commandments of the Lord, ever walking the path which leadeth to everlasting life, thou didst attain unto the kingdom of heaven, where, dwelling with the angelic choirs, thou chantest unto God: Alleluia!"
    },
    {
        "day": 18,
        "month": 2,
        "name": "Holy Martyr Conon",
        "troparion": "",
        "kontakion": "Having lived on the earth in purity, like an angel, thou wast thus counted worthy to converse with the angels, and didst bring thy parents to the knowl­edge of Christ; and having confessed the one God in Trinity, thou didst suffer unto the shedding of thy blood. O martyr Conon, entreat Him unceasingly in behalf of us all."
    },
    {
        "day": 19,
        "month": 2,
        "name": "The 42 Martyrs of Amorium",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having suffered on earth for the sake of Christ, and been shown to be pious crown-bearers, ye have received the reward of dwelling in joy in the heavens; for, having set at nought every wile of the enemy, by the pain and blood of your wounds ye ever bestow remission of sins from on high upon them that praise you."
    },
    {
        "day": 20,
        "month": 2,
        "name": "The Hieromartyrs of Cherson",
        "troparion": "",
        "kontakion": "The radiant day of the pastors who were bishops in Cherson hath dawned with splendor. We hymn the feast of those who suffered for the sheep of Christ. O hieromartyrs, entreat Christ, the chief Shepherd, that He honor us with a place with the sheep on His right hand, that we may cry aloud to you: Rejoice, O sacred fathers who shed your blood for Christ!"
    },
    {
        "day": 21,
        "month": 2,
        "name": "St. Theophylactus the Confessor, Bishop of Nicomedia",
        "troparion": "",
        "kontakion": "Thou wast shown to be a radiant beacon throughout the ends of the earth, O holy hierarch Theophylactus; and having preached the Word Who is of one essence with the Father and the Spirit, thou didst enlighten the council of the godly fathers, and wast shown to be a favorite of the Trinity. Standing before Him, pray thou unceasingly in behalf of us all."
    },
    {
        "day": 22,
        "month": 2,
        "name": "The 40 Martyrs of Sebaste",
        "troparion": "By the pangs of Thy saints wherewith they suffered for Thee, be entreated, O Lord, and heal all our pains O Thou Who lovest mankind.",
        "kontakion": "Having left all the army of the world, ye did cleave unto the Master in the heavens, O forty passion-bearers of the Lord; for, having passed through fire and water, O blessed ones, as is meet ye received glory from the heavens and a multitude of crowns."
    },
    {
        "day": 23,
        "month": 2,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 24,
        "month": 2,
        "name": "St. Sophronius",
        "troparion": "",
        "kontakion": "O Sophronius of Jerusalem, most wise among patriarchs, who struggled with divine zeal, spread the commandments of truth with thy lips, set the founda­tions of the Church in good order, and there transmitted them to those in the monastic ranks: thou didst bring most wise discourses to light; and, instructed thereby, we cry out to thee: Rejoice, O splendid boast of the Orthodox!"
    },
    {
        "day": 25,
        "month": 2,
        "name": "St. Gregory the Dialogist",
        "troparion": "Receiving divine grace from God on high, and strengthened with the power thereof, O glorious Gregory, thou didst will to walk the path of the Gospel. Wherefore, thou hast re­ceived from Christ the reward of thy labors, O most blessed one. Him do thou entreat, that He save our souls.",
        "kontakion": "Thou didst show thyself to be an emulator of Christ, the Chief Shepherd, O father Gregory, guiding the orders of monks to the fold of heaven; and from thence thou didst teach the flock of Christ His commandments. And now thou dost rejoice and dance with them in the mansions of heaven."
    },
    {
        "day": 26,
        "month": 2,
        "name": "Translation of the Relics of St. Nicephorus",
        "troparion": "",
        "kontakion": "The choir of patriarchs doth honor thy holy memory with praises and hymns, O Nicephorus; for it received thy soul at thy translation, O glorious one. Wherefore, today the holy Church, magnifying Christ the King, doth glorify Him Who alone loveth mankind."
    },
    {
        "day": 27,
        "month": 2,
        "name": "St. Benedict",
        "troparion": "",
        "kontakion": "Thou wast enriched by the grace of God, and by thy deeds didst proclaim thy name. In prayer and fasting thou wast shown to be full of the gifts of the Spirit of God, O Benedict, favorite of Christ God. And thou hast been a heal­er for the infirm, a repulser of the enemy and the ready helper of our souls."
    },
    {
        "day": 28,
        "month": 2,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 29,
        "month": 2,
        "name": "Holy Martyr Sabinas",
        "troparion": "",
        "kontakion": "O God-bearing Sabinas, thou divine scion, unfading bloom, branch heavy-laden with fruit, with thy gladness fill them that with faith honor thy memo­ry, and pray thou unceasingly for us all."
    },
    {
        "day": 30,
        "month": 2,
        "name": "St. Patrick, enlightener of Ireland, Troparion",
        "troparion": "O holy hierarch Patrick, wonder­worker equal to the apostles, enlightener of the Irish land: entreat the merciful God, that He grant our souls remission of transgressions!",
        "kontakion": "Thou wast shown to be a true fisher of men, for, spreading out the nets of the good news of the Gospel, thou didst draw the heathen into the kingdom of Christ, enlightening with baptism them that languish in the darkness of idolatry, and making them children of the living God. Wherefore, we beseech thee, O holy hierarch Patrick our father: intercede in behalf of us that honor thy holy memory."
    },
    {
        "day": 31,
        "month": 2,
        "name": "St. Cyril, Archbishop of Jerusalem",
        "troparion": "",
        "kontakion": "With thy tongue and through divine inspirations didst thou enlighten thy people to honor the One Trinity indivisible in essence and divided as to Persons. Wherefore, rejoicing, we celebrate thine all-holy memory, setting thee before God as an intercessor."
    },
    {
        "day": 1,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 2,
        "month": 3,
        "name": "Fathers Slain in the Monastery of St. Sabbas",
        "troparion": "",
        "kontakion": "Having manifestly disdained the pleasure of earthly and corruptible things, and chosen a life in the desert, despising the most beautiful things of this world and food which passeth away, O all-blessed ones, ye hence were accounted worthy of the kingdom of heaven and make merry with the choirs of martyrs and fasters. Wherefore, honoring your memory, we earnestly cry out to you: Deliver us from tribulations, O fathers!"
    },
    {
        "day": 3,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 4,
        "month": 3,
        "name": "Hieromartyr Basil of Ancyra",
        "troparion": "",
        "kontakion": "Running thy race lawfully, thou didst keep the Faith, O hieromartyr Basil; wherefore, thou hast been counted worthy of crowns of martyrdom and hast shown thyself to be an unshakable pillar of the Church, confessing the Son as equally unoriginate with the Father and the Trinity as indivisible, Whom do thou entreat, that those who honor thee be delivered from misfortunes, that we may cry out to thee: Rejoice, O divinely wise Basil!"
    },
    {
        "day": 5,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 6,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 7,
        "month": 3,
        "name": "The Annunciation of Our Most Holy Lady, the Theotokos",
        "troparion": "Today is the crown of our salvation, and the revelation of the mystery which is from before the ages! The Son of God becometh the Son of the Virgin, and Gabriel announceth the glad tidings of grace. Wherefore, with him let us cry out to the Theotokos: Rejoice, O thou who art full of grace! The Lord is with thee!",
        "kontakion": "To thee, the Champion Leader, we, thy servants, dedicate a feast of victory and of thanksgiving, as ones rescued out of sufferings, O Theotokos; but as thou art one with might which is invincible, from all dangers that can be do thou deliver us, that we may cry to thee: Rejoice, thou Bride unwedded!"
    },
    {
        "day": 8,
        "month": 3,
        "name": "Synaxis of the Archangel Gabriel",
        "troparion": "Today is the crown of our salvation, and the revelation of the mystery which is from before the ages! The Son of God becometh the Son of the Virgin, and Gabriel announceth the glad tidings of grace. Wherefore, with him let us cry out to the Theotokos: Rejoice, O thou who art full of grace! The Lord is with thee!",
        "kontakion": "O supreme commander, thou glorious intercessor before and servant of the all-radiant, worshipful, all-accomplishing, infinite and awesome Trinity: do thou now unceasingly pray that we be delivered from all tribulations and tor­ments, that we may cry out to thee: Rejoice, O protection of thy servants!"
    },
    {
        "day": 9,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 10,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 11,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 12,
        "month": 3,
        "name": "St. John Climacus",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father John, entreat Christ God that our souls be saved.",
        "kontakion": "In the firmament of true abstinence hath the Lord set thee as a true star guid­ing the ends of the earth with light,  O father John our instructor."
    },
    {
        "day": 13,
        "month": 3,
        "name": "Iveron Icon of the Most Holy Theotokos",
        "troparion": "The audacity of those who hate the image of the Lord and the might of the impious came godlessly to Nicaea, and emissaries inhumanly interrogated the widow who piously venerated the icon of the Mother of God; but at night, she and her son cast the icon into the sea, crying out: Glory to thee, O pure one, for the trackless sea hath given thee its breast! Glory to thy straight journey, O thou who alone art incor­rupt!",
        "kontakion": "Even though thy holy icon was cast into the sea by the widow who was unable to save it from the foe, O Theotokos, yet hath it been shown to be the preserver of Mount Athos and the gate­keeper of the Monastery of Iveron, frightening away the enemy and delivering from all misfor­tunes and dangers them that honor thee in our homeland."
    },
    {
        "day": 14,
        "month": 3,
        "name": "St. Mary of Egypt",
        "troparion": "In thee, O mother, that which was created according to the image of God was manifestly saved; for, accepting thy cross, thou didst follow after Christ; and, praying, thou didst learn to disdain the flesh, for thou didst transcend it, to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Mary.",
        "kontakion": "Having fled the gloom of sin and illumined thine heart with the light of repentance, O glorious one, thou didst go to Christ and didst bring His all-immaculate and holy Mother to Him as a merciful intercessor; hence, thou didst find remission of thy transgressions and dost now rejoice ever with the angels."
    },
    {
        "day": 15,
        "month": 3,
        "name": "St. Titus the Wonderworker",
        "troparion": "",
        "kontakion": "Thou didst forsake the tumult of life and, having lived thy life in tranquility, O wise one, hast passed over unto God, O venerable wonderworker Titus, our father."
    },
    {
        "day": 16,
        "month": 3,
        "name": "St. Nicetas the Confessor",
        "troparion": "",
        "kontakion": "Having acquired a heavenly mind and life, thou shinest forth as brightly as the sun in the splendor of thy deeds and enlightenest them that are in the darkness of life, O father Nicetas, leading all to God. Pray thou unceasingly in behalf of us all."
    },
    {
        "day": 17,
        "month": 3,
        "name": "St. Joseph the Hymnographer & St. George of Mt. Maleon",
        "troparion": "",
        "kontakion": "Thou art an inexhaustible well-spring of repentance and an imparter of endless consolation and compunction, O Joseph. Grant us tears of divine repentance here, which shedding we may obtain consolation from God, asking thine aid, O holy one."
    },
    {
        "day": 18,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 19,
        "month": 3,
        "name": "St. Eutychius, Archbishop of Constantinople",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Eutychius our father, entreat Christ God that our souls be saved.",
        "kontakion": "Chanting, all ye people, with faith and love let us bless the godly Eutychius as a great pastor and minister, an all-wise teacher and expeller of heresies; for he entreateth the Lord in behalf of us all."
    },
    {
        "day": 20,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 21,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 22,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 23,
        "month": 3,
        "name": "Hieromartyr Gregory V",
        "troparion": "Blessed art Thou, O Christ our God, Who hast given strength to the godly patriarch, sending down upon him Thy grace from on high, and through him hast restored the race of the Hellenes to their ancestral glory.",
        "kontakion": "All the true children of Greece, assembling today in the city of Odessa, now splendidly celebrate Gregory the patriarch with divine hymnody."
    },
    {
        "day": 24,
        "month": 3,
        "name": "Hieromartyr Antypas, Bishop of Pergamum",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Antypas, entreat Christ God, that our souls be saved.",
        "kontakion": "Thou didst occupy the throne of the apostles and wast the adornment of holy hierarchs, O blessed and sacred Antypas, and having been glorified in martyr­dom thou hast shone forth like the sun, illumining all; and thou didst destroy the deep night of ungodliness. Wherefore, we honor as a godly hieromartyr and giver of healings."
    },
    {
        "day": 25,
        "month": 3,
        "name": "St. Basil the Confessor",
        "troparion": "",
        "kontakion": "Illumined by the light of the Most High, O blessed father, thou dost enlighten all who with love venerate thine honored suffering. O sacred athlete Basil, entreat Christ God unceasingly in behalf of us all!"
    },
    {
        "day": 26,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 27,
        "month": 3,
        "name": "Martyrs Anthony, John and Eustathius of Vilnius",
        "troparion": "O valiant and honored athletes who spurned earthly honors and glory, mightily and manfully did ye endure torments for the sake of the Faith, giving yourselves over to death for the Master, the Life of all. Wherefore, with a pillar of cloud from heaven did Christ ail-glori­ously illumine you. Standing before Him with the angels, pray ye that our souls be saved.",
        "kontakion": "Having forsaken the deception of your fa­thers, O holy ones, ye cleaved unto Christ, and with ardor of soul ye stood firmly unto death with manly mind. Wherefore, ye have truly taken in hand the trophy of victory, unceas­ingly entreating our Master for us all."
    },
    {
        "day": 28,
        "month": 3,
        "name": "Holy Apostles Aristarchus, Pudens and Trophimus",
        "troparion": "",
        "kontakion": "This honored festival of the apostles hath appeared today, illumining us and dispelling the darkness of sin from those who cry: Light hath appeared and deliverance hath come!"
    },
    {
        "day": 29,
        "month": 3,
        "name": "Holy Martyrs Agape, Irene and Chionia",
        "troparion": "",
        "kontakion": "Thou didst mightily arm thy soul with faith, O Irene, manifestly putting the evil one to shame, and didst lead to Christ myriad multitudes of men, O blessed ones; and, wearing a robe empurpled by thy blood, thou now rejoicest with the angels."
    },
    {
        "day": 30,
        "month": 3,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 1,
        "month": 4,
        "name": "St. John, Disciple of St. Gregory the Decapolite",
        "troparion": "",
        "kontakion": "Adorning thy life with abstinence, O father, thou didst mortify thy flesh; wherefore , thou didst vanquish the attacks of the enemy, O all-blessed John, and hast passed over to God, to life everlasting free from sorrow, as a worthy heir. Pray thou to Him, that we be saved."
    },
    {
        "day": 2,
        "month": 4,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 3,
        "month": 4,
        "name": "St. Anastasius, abbot of Sinai",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Anastasius, entreat Christ God that our souls be saved.",
        "kontakion": "Come ye, with hymns let us now bless the namesake of the Resurrection, the hesychast of Sinai, for emulating Moses the God-seer, thou didst ascend the sacred moun­tain, that thou mightest obey the divine voice and have the law of grace divinely engraved upon the tablets of thine heart. Wherefore, praising him as an initiate of the mysteries of God and emulator of the angels, a champion of Orthodoxy and divinely wise instructor of monks, let us cry out with heartfelt love: Rejoice, O Anastasius, thou boast of Sinai!"
    },
    {
        "day": 4,
        "month": 4,
        "name": "Holy Hieromartyr Januarius & His Companions; Holy Hieromartyr Theodore of Perge",
        "troparion": "",
        "kontakion": "Ye were adorned with the anointing of the priesthood and the blood of martyr­dom, O glorious Januarius and Theodore, and ye shine forth everywhere, danc­ing in the highest, and look down upon us, who have come to your temple and unceasingly cry out therein: Preserve us all, entreating God Who loveth mankind!"
    },
    {
        "day": 5,
        "month": 4,
        "name": "St. Theodore of Sykeon, Bishop of Anastasiopolis",
        "troparion": "Known to be sanctified from thine earliest infancy, and shown to be full of grace, thou didst illumine the world with miracles, and didst drive away a mul­titude of the demons, O sacred minister Theodore: wherefore, pray thou to the Lord in our behalf.",
        "kontakion": "Mounting upon the virtues as upon a fiery chariot, O God-bearer, thou didst ascend to the heavenly abodes. Thou didst dwell like an angel with men, and as a man thou joinest chorus with the angels. Wherefore, thou hast been shown to be a divine receptacle of miracles, O venerable Theodore."
    },
    {
        "day": 6,
        "month": 4,
        "name": "Holy & Glorious Great-Martyr, Wonder-Worker & Trophy-bearer George",
        "troparion": "With faith thou didst fight the good fight, O athlete of Christ, didst denounce the ungodli­ness of the tyrants and didst offer thyself to God as a right acceptable sacrifice. Wherefore, thou hast received a crown of victory, O holy one, and by thy supplications dost bestow the forgive­ness of transgressions upon all.",
        "kontakion": "Having been cultivated by God, thou didst show thyself to be a most honor­able husbandman of piety, gathering to thyself the sheaves of the virtues; for, having sown in tears, thou reapest in gladness, and having suffered in the shed­ding of thy blood, thou hast received Christ. And by thy supplications, O holy one, thou grantest forgiveness of transgressions unto all."
    },
    {
        "day": 7,
        "month": 4,
        "name": "Holy Martyr Sabbas the General",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Shown to be an invincible athlete, thou didst overcome the wiles of the barbar­ians, O glorious one, and having contended most steadfastly, thou didst vanquish a multitude of the invisible foe. Wherefore, thou hast woven a wreath of victo­ry. Entreat Christ, O most blessed Sabbas, in behalf of us who honor thee with faith."
    },
    {
        "day": 8,
        "month": 4,
        "name": "Holy Apostle & Evangelist Mark",
        "troparion": "Thou wast an apostle of Christ who learned from the pre-eminent Peter, and didst shine like the sun upon the lands of the Alexandrians, being their adorn­ment. Through thee was Egypt freed from deception, O blessed one, who as the Church's pillar of fire dost illumine all with thy teaching of the Gospel. Wherefore, honoring thy memory, we keep splendid festival, O divinely elo­quent Mark. Entreat God Who was announced by thee, that He grant our souls remission of offenses.",
        "kontakion": "Receiving from on high the grace of the Spirit, thou didst destroy the snares of the orators, O apostle, and, hunting all the nations, thou didst lead them to thy Master, O most glorious Mark, preaching the divine Gospel."
    },
    {
        "day": 9,
        "month": 4,
        "name": "St. Stephen, bishop of Perm",
        "troparion": "Afire with divine desire from the years of thy youth, O all-wise Stephen, thou didst take up the burden of Christ, and, sowing the divine seed in the hearts of the people, which had from of old been hardened by unbelief, thou didst spiritually beget them evangelically; wherefore, honoring thine all-glorious memory, we be­seech thee: Entreat Him Whom thou didst preach, that He save our souls.",
        "kontakion": "Thou wast found to be called not for those who sought thee, O holy hierarch, but, freeing men from the falsehood of idolatry, thou didst lead them to the Christian Faith and didst put to shame the sorcerer Pamoi; wherefore, thou becamest the first bishop and teacher of Perm. For this cause, we, thy spiritual children, as ones delivered by thee from idols, cry out to thee in hymns of thanksgiving: Rejoice, O Stephen, all-wise teacher!"
    },
    {
        "day": 10,
        "month": 4,
        "name": "Holy Hieromartyr Symeon, the Kinsman of Christ",
        "troparion": "In sacred manner do we praise thee, O sacred hierarch Symeon, as the kinsman of Christ and a steadfast martyr who destroyed deception and kept the Faith. Wherefore, celebrating today thy most holy memory, we receive remission of sins through thy supplications.",
        "kontakion": "Today, the Church, possessing the divinely eloquent Symeon as a exceeding great star, shineth, crying aloud: Rejoice, O honored crown of martyrs!"
    },
    {
        "day": 11,
        "month": 4,
        "name": "Holy Apostles Jason & Sosipater",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Ye were shown to be like all-radiant stars, illumining the whole world with the light of your preaching, O divine Apostles Jason and Sosipater. Save those who honor you with faith."
    },
    {
        "day": 12,
        "month": 4,
        "name": "9 Holy Martyrs of Cyzicus; St. Memnon the Wonder-Worker",
        "troparion": "",
        "kontakion": "The steadfast and most splendid choir of the nine martyrs, who confessed the three-Sunned Godhead, cried out to Him at the tribunal: O Master, we offer our blood, souls and bodies to thee as an unblemished sacrifice! Number us among Thy heavenly choir, in that Thou art our merciful God!"
    },
    {
        "day": 13,
        "month": 4,
        "name": "Holy Apostle James, the Brother of St. John the Theologian",
        "troparion": "Thou wast a chosen apostle of Christ and the only brother of the beloved Theologian, O most lauded James. Ask thou remission of sins for those who hymn thee, and great mercy for our souls.",
        "kontakion": "Hearing the voice of God calling thee, thou didst disdain the love of thy father, and with thy kinsman thou didst hasten after Christ, O glorious James. And with him thou wast counted worthy to behold the divine transfiguration of the Lord."
    },
    {
        "day": 14,
        "month": 4,
        "name": "Holy Prophet Jeremiah",
        "troparion": "Celebrating the memory of Thy prophet Jeremiah O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "Having cleansed thy radiant heart with the Spirit, O glorious Jeremiah, great prophet and martyr, thou didst receive from on high the gift of prophecy and didst cry aloud among the lands: Behold our God! There is none other to compare with Him, Who hath appeared, incarnate, on the earth!"
    },
    {
        "day": 15,
        "month": 4,
        "name": "St. Athanasius the Great, Patriarch of Alexandria",
        "troparion": "Thou wast a pillar of Orthodoxy, strengthening the Church with divine dog­mas, O sacred hierarch Athanasius; for, preaching the Son as consubstantial with the Father, thou didst put Arius to shame. O venerable father, entreat Christ God, that He grant us great mercy.",
        "kontakion": "Planting Orthodox doctrines, thou didst cut down the thorns of heresy, increas­ing the seed of the Faith with the rain of the Spirit, O venerable one; wherefore, we hymn thee, O Athanasius."
    },
    {
        "day": 16,
        "month": 4,
        "name": "St. Theodosius, abbot of the Kiev Caves Monastery",
        "troparion": "Exalted in virtue, having loved the monas­tic life from childhood, and valiantly attained thy desire, thou didst dwell within a cave; and having adorned thy life with asceticism and splendor, like one of the incorporeal beings thou didst abide in prayer, shining like a radiant beacon in the Russian land. O father Theodosius, entreat Christ God, that our souls be saved.",
        "kontakion": "We honor today the blessed Theodosius, the star of Russia, who shone forth from the East and arrived in the West; for he hath enriched this whole land and all of us with miracles and goodness by the implementation and grace of the monastic rule."
    },
    {
        "day": 17,
        "month": 4,
        "name": "Holy Martyred Nun Pelagia",
        "troparion": "Thy ewe-lamb Pelagia crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Disdaining transitory things, having become a partaker of the good things of heaven and received a crown for thy suffering, O most honored Pelagia, thou didst bring the torrents of thy blood as a gift to Christ the Master. Pray thou, that He deliver from misfortunes us who honor thy memory."
    },
    {
        "day": 18,
        "month": 4,
        "name": "Holy & Glorious Martyr Irene of Thessalonica",
        "troparion": "Thy ewe-lamb Irene crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Adorned with the beauties of virginity, O virgin Irene, through thy suffering thou becamest most beautiful, dyed in thine own flowing blood; and thou didst cast down the falsehood of ungodliness. Wherefore, thou hast received the hon­ors of victory from the hand of thy Creator."
    },
    {
        "day": 19,
        "month": 4,
        "name": "Righteous Job the Much-Suffering",
        "troparion": "Seeing the richness of the virtues of Job, the enemy of the righteous plotted to steal them; yet though he broke down the tower of his body, he could not steal the treasure of his spirit; for he who, having stripped me naked, took me captive found the soul of the blameless one fully armed. Wherefore, anticipating my need before the end, O Savior, deliver me from the deceiver and save me.",
        "kontakion": "Shown to be truthful and righteous, pious, blameless and sanctified, O most glorious one, thou true favorite of God, thou hast enlightened the world with thy patience, O most patient and valiant one. Wherefore, O thou who art divinely wise, we all hymn thy memory."
    },
    {
        "day": 20,
        "month": 4,
        "name": "St. Nilus, abbot of Sora",
        "troparion": "Having spurned the worldly life, O our ven­erable and God-bearing father Nilus, fleeing the tumult of life thou wast quick to gather the flowers of paradise from the writings of the fathers, and, having made thine abode in the wilderness, thou didst flourish like a lily of the field; wherefore, thou hast passed over to the mansions of heaven. Teach us who honor thee also to tread thy royal path, and pray thou for our souls.",
        "kontakion": "Fleeing from the tumult of the world for the sake of Christ's love, with joyous soul thou didst make thine abode in the wilderness, and strug­gling well therein, O father Nilus, thou didst Live on earth like an angel; for thou didst lay waste to thy body through fasting and the keeping of vigils for the sake of everlasting life. And having been counted worthy thereof, standing with the saints before the all-holy Trinity in the light of ineffable joy, pray thou,— we, thy children, beseech thee, falling pros­trate,— that we be preserved from every assault of enemies visible and invisible, and from evil circumstances, and that our souls be saved."
    },
    {
        "day": 21,
        "month": 4,
        "name": "St. John the Theologian",
        "troparion": "O beloved apostle of Christ God, haste thou to deliver a defenseless people. He Who permitted thee to recline against His breast receiveth thee, prostrate in supplication. Him do thou beseech, O theologian, that He dispel the gloom of the nations which doth beset us, asking for us peace and great mercy.",
        "kontakion": "Who can recount thy mighty works, O virgin apostle? For thou pourest out miracles and dost cause healings to flow forth; and thou prayest for our souls, in that thou art a theologian and the friend of Christ."
    },
    {
        "day": 22,
        "month": 4,
        "name": "Translation of the relics of St. Nicholas",
        "troparion": "The day of splendid solemnity is come; the city of Bari rejoiceth, and with it the whole world doth exult with hymns and spiritual songs. For today is the sacred feast of the translation of the precious and much-healing relics of the hierarch Nicholas the wonder­worker. For like the never-setting Sun, he shineth with brilliant beams of light, driving away the darkness of temptations and misfor­tunes from them that cry out with faith: Save us, O Nicholas, for thou art our intercessor!",
        "kontakion": "Thy relics have moved like a star, from the East unto the West, O holy hierarch Nicho­las; and the sea hath been sanctified by thy passage. The city of Bari receiveth grace through thee, for thou hast been shown forth for us as a wonder-worker: illustrious, most wondrous and merciful."
    },
    {
        "day": 23,
        "month": 4,
        "name": "Holy Apostle Simon the Zealot",
        "troparion": "O holy apostle Simon entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "In laudations let us all bless the divinely eloquent Simon, who hath diligently set the doctrines of wisdom in the hearts of the pious; for he standeth now before the throne of glory and dwelleth with the incorporeal ones, praying unceasingly for us all."
    },
    {
        "day": 24,
        "month": 4,
        "name": "Holy Hieromartyr Mocius",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Mocius, entreat Christ God, that our souls be saved.",
        "kontakion": "Armed with the shield of faith, thou didst cut down legions of the ungodly, O hieromartyr Mocius, and hast received a crown from Christ; wherefore, rejoicing with the angels, from misfortunes save those who hymn thee, praying unceas­ingly in beHalf of us all."
    },
    {
        "day": 25,
        "month": 4,
        "name": "Ss. Epiphanius of Cyprus & Germanus of Constantinople",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "As is meet, O ye faithful, let us praise the two wondrous hierarchs, Germanus and the godly Epiphanius; for as with fire they have utterly consumed the tongues of the ungodly, setting forth all-wise dogmas for all those who in Orthodox manner ever hymn the great mystery of piety."
    },
    {
        "day": 26,
        "month": 4,
        "name": "Holy Martyr Glyceria",
        "troparion": "Thy ewe-lamb Glyceria crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Loving Mary, the Virgin Theotokos, thou didst preserve thy virginity uncorrupted; and burning with love for the Lord, thou didst suffer with manly mind even unto death, Wherefore, O virgin martyr, Christ God hath crowned thee with a twofold crown."
    },
    {
        "day": 27,
        "month": 4,
        "name": "Holy Martyr Isidore of Chios",
        "troparion": "In his suffering, O Lord, Thy martyr Isidore received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "In thy supplications unto God thou wast shown to be an all-great helmsman for the whole world, O holy one; wherefore, we hymn thee today, O divinely wise and all-glorious martyr Isidore."
    },
    {
        "day": 28,
        "month": 4,
        "name": "St. Pachomius the Great",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Pachomius, entreat Christ God that our souls be saved.",
        "kontakion": "Thou wast shown to be a radiant luminary for the ends of the earth, and didst populate the desert with multitudes of monastics, as with cities. And crucifying thyself, taking thy cross upon thy shoulders, thou didst lay waste to thy body with asceticism, praying unceasingly for us all."
    },
    {
        "day": 29,
        "month": 4,
        "name": "St. Theodore the Sanctified",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Theodore, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Thou didst flourish in the house of God like a palm-tree, and through excellent ascetic endeavor didst bring forth the fruit of the virtues for the Lord. O venerable father; wherefore, as one who standeth with the incorporeal hosts, thou art called blessed."
    },
    {
        "day": 30,
        "month": 4,
        "name": "Holy Apostle Andronicus",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Let us praise Andronicus, the apostle of Christ, the all-radiant star who illu­mined the nations with the light, of divine knowledge, and with him the all-wise Junia, who shone forth in piety; and let us cry: Entreat Christ God without ceas­ing in behalf of our souls!"
    },
    {
        "day": 31,
        "month": 4,
        "name": "Martyr Theodotus of Ancyra & 7 Virgins; Martyrs Peter, Dionysius & Cc",
        "troparion": "",
        "kontakion": "Having struggled well as an athlete, O Theodotus, with the athletes and the passion-bearing virgins thou hast received crowns of honor. Wherefore, entreat ye Christ God unceasingly in behalf of us all."
    },
    {
        "day": 1,
        "month": 5,
        "name": "Holy Hieromartyr Patrick of Prussa & Cc",
        "troparion": "",
        "kontakion": "As one resplendent in the beauty of the priesthood and all-adorned with the blood of martyrdom, O Patrick, standing before Christ with those who suffered with thee, be thou mindful of us, in that thou art an honored passion-bearer."
    },
    {
        "day": 2,
        "month": 5,
        "name": "Holy Martyr Thalalaeus",
        "troparion": "",
        "kontakion": "Shown forth to be a fellow sufferer and warrior with the martyrs, thou wast and excellent warrior of the King of glory, and by the trials and torture didst trample the arrogance of the idolaters underfoot. Wherefore, we hymn thine honored memory, O wise Thalalaeus."
    },
    {
        "day": 3,
        "month": 5,
        "name": "Ss. Constantine & Helena, Troparion",
        "troparion": "Beholding the image of Thy Cross in the sky, and like Paul receiving a call not from men, Thine apostle among kings placed the imperial city in Thy hands, O Lord. Do Thou save it ever in peace, through the supplications of the Theotokos, O Thou Who alone lovest mankind.",
        "kontakion": "Today Constantine and his mother Helena reveal the Cross, the most precious Tree, which putteth to shame all the Jews and is the weapon of faithful kings against the adversary, For our sake hath the great standard appeared, terrible in battle."
    },
    {
        "day": 4,
        "month": 5,
        "name": "Holy Martyr Basiliscus",
        "troparion": "",
        "kontakion": "Thou wast shown to be mighty and manly in suffering and all-wondrous in miracles, and, manifestly bearing forth the name of Christ, thou didst put the tyrant to shame, Wherefore, we honor thee, O most-honored Basiliscus, ever crying: Rejoice, O splendid adornment of martyrs!"
    },
    {
        "day": 5,
        "month": 5,
        "name": "St. Michael the Confessor",
        "troparion": "",
        "kontakion": "As a most honorable hierarch and sacred sufferer for piety, undaunted by the threats of the vile one, thou didst vanquish his heretical opposition, crying aloud with a free voice: I venerate the icon of Christ and His all-pure Mother! Wherefore we honor thee, O Michael."
    },
    {
        "day": 6,
        "month": 5,
        "name": "St. Symeon of the Wondrous Mountain",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Symeon, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Desiring the highest and putting away things here below, thou didst fashion a pillar like unto heaven. Thereby thou didst shine forth with the radiance of miracles, O venerable one, and prayest unceasingly to Christ, the God of all, in behalf of us all."
    },
    {
        "day": 7,
        "month": 5,
        "name": "Third Finding of the Head of the Forerunner",
        "troparion": "Like a divine treasure hidden in the earth, hath Christ revealed thy head to us, O prophet and forerunner; wherefore, assembling for the feast of its discovery, let us all chant divinely sounding hymns to the Savior Who saveth us from cor­ruption by his supplications.",
        "kontakion": "The splendid and divine pillar in the world, the luminary of the Sun, the fore­runner, showing forth his radiant and divine head to the ends of the earth, doth sanctify therewith those who bow down before it with faith and cry out: O all-wise baptizer of Christ, save us all!"
    },
    {
        "day": 8,
        "month": 5,
        "name": "Apostle Carpus of the Seventy",
        "troparion": "O holy apostle Carpus entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Illumined by the great outpouring of thy miracles, the Church hath ever acquired thee as an all-radiant star, O Apostle Carpus. Save those who honor thy memory with faith."
    },
    {
        "day": 9,
        "month": 5,
        "name": "St. John the Russian",
        "troparion": "The Lord, Who summoned thee forth from thine earthly captivity to the mansions of heaven, preserveth thy body intact and impar-teth to it the ability to heal, O righteous John; for thou, who wast captured in Russia and sold in Asia, didst live piously among the Moslem infidels, in great endurance, and, having sown here in tears, thou reapest there in ineffable joy. Wherefore, entreat Christ God, that our souls be saved.",
        "kontakion": "On the day of thine honored commemora­tion, O saint, Russia, who raised thee in piety, is gladdened by thee, and Asia, where thou didst travel the narrow path of suffering captiv­ity and ascetic struggles, rejoiceth in thy heal­ing relics. Thou hast been shown to be a precious vessel of the grace of God, which do thou also beg for us who honor thee, that we may cry out to thee: Rejoice, O John, thou namesake of grace!"
    },
    {
        "day": 10,
        "month": 5,
        "name": "St. Nicetas, Bishop of Chalcedon",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Nicetas our father, entreat Christ God that our souls be saved.",
        "kontakion": "Thou didst shine forth in the splendor of thy deeds, and becamest an heir to the throne of the apostles, O venerable Nicetas; and, wholly filled with divine doctrines, O father, thou didst shine forth like the sun upon the flock. Wherefore, we cry to thee: Rejoice, O adornment of Chalcedon!"
    },
    {
        "day": 11,
        "month": 5,
        "name": "Virgin-Martyr Theodosia",
        "troparion": "Thou didst right-pleasingly attain unto virtue, O martyr, and becamest a pure habitation of Christ, the beloved abode of the Holy Spirit. Wherefore, suffering well, thou didst put to shame the enemy who wageth war upon the human race. and didst cut down Copronymus with the sword of the Faith, O Theodosia; and, rejoicing, thou hast passed over to the heavenly bridal-chamber. Ask thou great mercy for those who ever honor thee with faith.",
        "kontakion": "Through labors thou didst attain unto the life abounding in ease, O martyr, and with thy blood thou didst choke Copronymus, the enemy of the Church of Christ, O most blessed Theodosia; and thou dost rejoice with the armies on high, protecting those who honor thy memory."
    },
    {
        "day": 12,
        "month": 5,
        "name": "St. Isaac of the Monastery of Dalmatus",
        "troparion": "",
        "kontakion": "Burning with zeal in the Church of Christ as a faithful favorite of God, thou didst hold the reins of Valens, O venerable one, and didst speak to him in prophecy concerning the captivity of the Church and his abominable death. Wherefore, ever pray for us who honor thee, O venerable Isaac."
    },
    {
        "day": 13,
        "month": 5,
        "name": "Holy Martyr Hermias",
        "troparion": "In his suffering, O Lord, Thy martyr Hermias received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Having struggled eagerly for Christ, thou didst acquire courage at an advanced age, O martyr Hermias; and having trampled the machinations of the iniquitous underfoot by the power of Christ, thou didst remain unharmed by sorcerous potions, crying: God is with me! Who then can stand against me?"
    },
    {
        "day": 14,
        "month": 5,
        "name": "Holy Martyr Justin the Philosopher & Those with Him, Troparion",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Adorned with the wisdom of thy divine words, O Justin, the whole Church of God illumineth the world with the radiance of thy life. Having received a crown because of the outpourings of thy blood, standing with the angels before Christ pray thou unceasingly for us all."
    },
    {
        "day": 15,
        "month": 5,
        "name": "St. Nicephorus the Confessor, Patriarch of Constantinople",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Nicephorus our father, entreat Christ God that our souls be saved.",
        "kontakion": "As thou hast received a crown of victory from God in heaven, O Nicephorus, save those who honor thee with faith as a hierarch of Christ and teacher."
    },
    {
        "day": 16,
        "month": 5,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 17,
        "month": 5,
        "name": "St. Metrophanes, Patriarch of Constantinople",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Metrophanes our father, entreat Christ God that our souls be saved.",
        "kontakion": "Thou didst manifestly preach the Faith of Christ, and preserving it, thou didst truly cause thy faithful flock to grow into a multitude. Wherefore, thou dost rejoice with the angels, O Metrophanes, entreating Christ unceasingly for us all."
    },
    {
        "day": 18,
        "month": 5,
        "name": "Holy Hieromartyr Dorotheas, Bishop of Tyre",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Dorotheas, entreat Christ God, that our souls be saved.",
        "kontakion": "Resplendent with virtues brighter than the sun and with thy sufferings, O blessed Dorotheus, thou didst shine forth and illumine the land, dispelling the darkness of polytheism and vile heresy. Wherefore, we celebrate thy mem­ory with splendor."
    },
    {
        "day": 19,
        "month": 5,
        "name": "St. Bessarion, Wonderworker of Egypt; St. Hilarion the New",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Like a shepherd didst thou preserve within thy fold the flock of thy life-bear­ing pasture, and wast shown to be great by the loftiness of thy works, O Hilarion the New, having undergone much suffering and sorrow in thy piety. Wherefore, thou hast made thine abode in the most joyful life in heavenly Sion. Pray for us, O venerable one!"
    },
    {
        "day": 20,
        "month": 5,
        "name": "Martyr Theodotus of Ancyra",
        "troparion": "Having partaken of the apostolic way of life, And becoming their successor to the throne, You have discovered in the practice of the virtues The way to divine contemplation. Therefore dispensing the word of truth You have also suffered to the shedding of blood for the sake of the faith, O holy martyr Theodotus, entreat Christ our God to save our souls.",
        "kontakion": "O blessed Theodotus, You were truly a brilliant star enlightening all creation With your gift of wonders And your sacred suffering. Therefore celebrating today your radiant memory, In gladness of heart we magnify Christ."
    },
    {
        "day": 21,
        "month": 5,
        "name": "Holy Great Martyr Theodore the General",
        "troparion": "Through true recruitment didst thou become a most comely general of the heavenly King, O passion-bearer Theodore; for with the weaponry of faith thou didst wisely array thyself, didst vanquish legions of demons and didst show thyself forth as a victorious athlete. Wherefore, with faith do we ever bless thee.",
        "kontakion": "Arrayed in faith with manliness of soul, and taking in hand the word of God as a spear, thou didst conquer the enemy, O Theodore, great among the mar­tyrs. With them cease thou never to entreat Christ God in behalf of us all."
    },
    {
        "day": 22,
        "month": 5,
        "name": "St. Cyril, Archbishop of Alexandria",
        "troparion": "O instructor of Orthodoxy, teacher of piety and purity, beacon for the whole world, divinely inspired adornment of hierarchs. O most wise Cyril by thy doctrines thou hast illumined all. O harp of the Spirit, entreat Christ God that our souls be saved.",
        "kontakion": "Thou hast manifestly poured forth upon us an abyss of doctrines of theology from the well-springs of the Savior, drowning heresies and saving thy flock unharmed by threefold waves, O blessed Cyril; for thou art shown to be a guide for all lands, O venerable one, revealing things divine."
    },
    {
        "day": 23,
        "month": 5,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 24,
        "month": 5,
        "name": "Holy Apostles Bartholemew & Barnabas",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Thou hast been shown to be a great sun for the whole world, shining with the radiance of doctrines and awesome miracles, and illuminating those who honor thee, O Bartholemew, apostle of the Lord."
    },
    {
        "day": 25,
        "month": 5,
        "name": "Sts. John, Andrew, Heraclemon, and Theophilus, hermits of Egypt",
        "troparion": "O God of our fathers, deal ever with us according to Thy gentleness; take not Thy mercy from us, but by their supplications direct our life in peace.",
        "kontakion": "Come ye, let us hymn them that were breth­ren in the flesh, yet more so in spirit: the glorious John with the faithful Heraclemon, wondrous Andrew, and Theophilus, beloved of God. For, lo! loving the cruel life of the desert, they attained unto the longed-for heavenly homeland; where, abiding now in blessedness, they pray with boldness for our souls."
    },
    {
        "day": 26,
        "month": 5,
        "name": "Holy Martyr Aquilina",
        "troparion": "Thy ewe-lamb Aquilina crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Having utterly purified thy soul with the beauties of thy virginity and attained the heights by martyrdom, O most honored Aquilina, wounded with the love of Christ thy Bridegroom, thou standest before Him with the angels in gladness. With them cease thou never to pray for us all."
    },
    {
        "day": 27,
        "month": 5,
        "name": "Holy Prophet Elisha",
        "troparion": "The angel in the flesh, the foundation of the prophets, the second forerunner of the coming of Christ, the glorious Elijah from on high sent down grace upon Elisha to dispel infirmities and to cleanse lepers. Wherefore, he poureth forth healings upon those who honor him.",
        "kontakion": "Thou wast shown to be a prophet of God, receiving a twofold measure of grace, which truly befitted thee, O blessed Elisha; for thou wast the compan­ion of Elijah, and with him dost unceasingly entreat Christ God in behalf of us all."
    },
    {
        "day": 28,
        "month": 5,
        "name": "St. Jonah, metropolitan of Moscow",
        "troparion": "Having dedicated thyself wholly to the Lord from thy youth, thou becamest a model of virtue in prayers, labors and fasting; wherefore, be­holding thy goodly intent, God appointed thee the hierarch and pastor of His Church: and for this cause, thy precious body hath been pre­served whole and incorrupt after thy repose. O holy hierarch Jonah, entreat Christ God, that He save our souls.",
        "kontakion": "From childhood thou didst enslave thyself unto the Lord, O wise one, laying waste to thy body through fasting and the keeping of vigils; wherefore, thou wast shown to be the pure vessel and abode of the all-holy Spirit. For this cause He ordained thee as hierarch and pastor for His Church, and having tended it well, thou didst depart unto the Lord Whom thou didst love. We therefore beseech thee: Be thou mind­ful of us who honor thy holy memory with faith, that we may all cry aloud unto thee: Rejoice, O father Jonah, most honored and holy hierarch!"
    },
    {
        "day": 29,
        "month": 5,
        "name": "Holy Hieromartyr & Wonderworker Tychon of Amathus",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Tychon, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Persevering in the struggle of the love of God, O holy one, from on high thou didst receive the power of the Comforter to cast down the idols of falsehood, to save men, to cast out demons and to heal sickness. Wherefore, we honor thee as a friend of God, O blessed Tychon."
    },
    {
        "day": 30,
        "month": 5,
        "name": "Holy Martyrs Manuel, Sabel & Ismael",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Wounded by the faith of Christ, O most blessed ones, and having faithfully drained the cup thereof, ye cast the worship and audacity of the Persians down to the ground, making supplications in behalf of us all, O ye who are equal in number to the Trinity."
    },
    {
        "day": 1,
        "month": 6,
        "name": "Holy Martyr Leontius",
        "troparion": "In his suffering, O Lord, Thy martyr Leontius received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Thou didst confound the wicked plots of the tyrants, didst denounce the ungodly religion of the Greeks, and didst shine forth the knowledge of God upon all men in thy doctrines of piety, O divinely wise martyr. Wherefore, with love we honor thy memory, O all-wise Leontius."
    },
    {
        "day": 2,
        "month": 6,
        "name": "St. John of Shanghai and San Francisco",
        "troparion": "Lo, thy care for thy flock in its sojourn prefig­ured the supplications which thou dost ever offer up for the whole world. Thus do we believe, having come to know thy love, O holy hierarch and wonderworker John. Wholly sanctified by God through the ministry of the all-pure Myster­ies and thyself ever strengthened thereby, thou didst hasten to the suffering, O most gladsome Healer. Hasten now also to the aid of us who honor thee with all our heart.",
        "kontakion": "Thy heart hath gone out to all who entreat thee with love, O holy hierarch John, and who remember the struggle of thy whole industrious life, and thy painless and easy repose, O faithful servant of the all-pure Directress."
    },
    {
        "day": 3,
        "month": 6,
        "name": "New Martyrs of the Turkish Yoke",
        "troparion": "The new martyrs, who with unremitting battle have cast down the ancient deception, have exalted the Faith of the Orthodox; for, having abolished the worship of the iniquitous and professed Christ boldly, they now unceas­ingly entreat Him as perfect God, that He grant us great mercy.",
        "kontakion": "Rejoice mystically, O Church of Christ, beholding thy children, the new martyrs, standing round about thy table in their relics, like newly planted olive shoots; and cry aloud to the Creator of all: Thou art the confirmation of the martyrs, O Christ!"
    },
    {
        "day": 4,
        "month": 6,
        "name": "Holy Martyr Julian of Tarsus",
        "troparion": "In his suffering, O Lord, Thy martyr Julian received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "As is meet, let us all praise Julian today, the invincible warrior of piety, the true counselor and soldier of the Truth, and let us cry aloud unto him: Entreat Christ God in behalf of us all!"
    },
    {
        "day": 5,
        "month": 6,
        "name": "Holy Hieromartyr Eusebius",
        "troparion": "",
        "kontakion": "Having lived piously in the rank of hierarch and traversed the path of mar­tyrdom, thou didst extinguish the burnt offerings of the idolaters, O holy hierarch Eusebius.  But as thou hast boldness before Christ God, entreat Him, that our souls be saved."
    },
    {
        "day": 6,
        "month": 6,
        "name": "Holy Martyr Agrippina",
        "troparion": "Thy ewe-lamb Agrippina crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "The radiant day of thy splendid struggles hath dawned, whereon the divine Church, honoring them, doth call all together to cry out to thee with glad­ness: Rejoice, O virgin and martyr, most blessed Agrippina."
    },
    {
        "day": 7,
        "month": 6,
        "name": "Nativity of St. John the Baptist",
        "troparion": "O prophet and forerunner of the coming of Christ, we who honor thee with love are at a loss how to praise thee worthily; for by thy glorious and honored nativity thou didst loose the barrenness of her who gave birth to thee and the muteness of thy father, and dost proclaim unto the world the incarnation of the Son of God.",
        "kontakion": "Today she who before was barren giveth birth unto the forerunner of Christ, and he is the fulfillment of all prophecy; for, laying his hand in the Jordan upon Him Whom the prophets foretold, he hath been shown to be the prophet, herald and forerunner of the Word of God."
    },
    {
        "day": 8,
        "month": 6,
        "name": "Holy Martyred. Nun Febronia",
        "troparion": "Thy ewe-lamb Febronia crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "O my Bridegroom, Jesus most sweet, cried Febronia, it is not difficult for me to follow Thee, for the sweetness of Thy love hath given wings of hope to my soul, and the beauty of Thy mercy hath sweetened my heart, that I might drain the cup of sufferings in emulation of Thee, that Thou mayest worthily reckon me among the wise virgins who dance with Thee in Thy bridal cham­ber. Wherefore, O venerable passion-bearer, honoring the struggles of thy labor, we entreat thee: Pray thou, that we not find the portals of the bridal-chamber locked to us."
    },
    {
        "day": 9,
        "month": 6,
        "name": "St. David of Thessalonica",
        "troparion": "In thee, O father, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable David.",
        "kontakion": "An ever-blossoming garden, bearing the fruits of the virtues, thou didst appear in the tree of a grove, like a right melodious bird; and receiving the Lord, the tree of life, in thy heart all the more, and cultivating it like a garden, O divinely wise one, thou hast thereby nurtured us with grace. Pray thou ever in our behalf, O most blessed David."
    },
    {
        "day": 10,
        "month": 6,
        "name": "St. Sampson the Hospitable",
        "troparion": "In thy patience, O venerable father, thou didst acquire thy reward, having endured in prayer without ceasing, and loved the poor and provided for them. Beseech Christ God O merciful and blessed Sampson, that our souls be saved.",
        "kontakion": "Rejoicing with psalms and hymns, O divinely wise and venerable Sampson, and hastening to thy divine shrine, as to that of an excellent physician and a right acceptable intercessor, we glorify Christ Who bestoweth upon thee such grace of healing."
    },
    {
        "day": 11,
        "month": 6,
        "name": "Translation of the Relics of Ss. Cyrus and John",
        "troparion": "O Christ God, Thou hast given us an impregnable rampart in the miracles of Thy holy martyrs. Through their supplications destroy Thou the councils of the heathen and strengthen the scepters of kingdoms, in that Thou alone art good and lovest mankind.",
        "kontakion": "Receiving the gift of miracles from grace divine, O saints, ye work wonders unceasingly, cutting down all our passions with invisible skill, O divinely wise Cyrus and glorious John: for ye are divine physicians."
    },
    {
        "day": 12,
        "month": 6,
        "name": "Holy Apostles Peter & Paul",
        "troparion": "O first enthroned among the apostles and teachers of the whole world; entreat the Master of all, that He grant peace to the world and great mercy to our souls.",
        "kontakion": "The steadfast and divinely eloquent preachers, the foremost of Thine apostles, O Lord, hast Thou received into the delight of Thy good things and into rest; for Thou hast accepted their pangs and death as greater than any wholeburnt offering, O Thou Who alone knowest the hearts of men."
    },
    {
        "day": 13,
        "month": 6,
        "name": "Synaxis of the 12 Holy, Glorious & All-Praised Apostles",
        "troparion": "O first enthroned among the apostles and teachers of the whole world; entreat the Master of all, that He grant peace to the world and great mercy to our souls.",
        "kontakion": "Christ the Rock doth radiantly glorify the rock of Faith, the most excellent of His disciples, as He doth Paul and the assembly of the twelve today; and, faithfully celebrating their memory, we glorify Him Who glorified them."
    },
    {
        "day": 14,
        "month": 6,
        "name": "Holy Unmercenaries Cosmas & Damian",
        "troparion": "O holy unmercenaries and wonderworkers Cosmas and Damian, visit our infirmities. Freely have ye received, freely give unto us.",
        "kontakion": "Having received the grace of healings, ye extend health to those in need, O all-glorious physicians and wonderworkers. By your visitation cast down the audacity of the enemy, healing the world with miracles."
    },
    {
        "day": 15,
        "month": 6,
        "name": "Deposition of the Precious Robe of the Theotokos",
        "troparion": "O Ever-virgin Theotokos, protection of mankind: thou hast given to thy city a mighty legacy, the robe and cincture of thy most honored body, which have remained incorrupt through thy seedless birthgiving. For in thee are nature and time renewed. Wherefore, we beseech thee to grant peace to thy city and great mercy to our souls.",
        "kontakion": "O pure one, full of divine grace, thou hast given all the faithful a garment of incorruption, thy sacred robe, wherewith thou didst cover thy sacred body, O protection of all mankind. With love do we celebrate its deposition, and cry out to thee with fear, O pure one: Rejoice, O Virgin, thou boast of Christians!"
    },
    {
        "day": 16,
        "month": 6,
        "name": "Holy Martyr Hyacinth",
        "troparion": "In his suffering, O Lord, Thy martyr Hyacinth received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Thy martyr, O Christ, having acquired Thy Faith, like a tree of life in the midst of his soul, became more honorable than the Garden of Eden, boldly destroying the tree of the serpent's deception by his spirit, and he was crowned with thy glory, O greatly Merciful One."
    },
    {
        "day": 17,
        "month": 6,
        "name": "St. Andrew of Crete",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Andrew our father, entreat Christ God that our souls be saved.",
        "kontakion": "Manifestly trumpeting forth hymns of divine sweetness, thou wast shown to be a most radiant beacon for the world, shining with the light of the Trinity, O venerable Andrew. Wherefore, we all cry out to thee: Cease thou never to pray for us all."
    },
    {
        "day": 18,
        "month": 6,
        "name": "St Athanasius of Athos",
        "troparion": "The ranks of the angels marvelled at thy life in the flesh: how in the body thou didst go forth to wrestle with invisible foes, O ever-glorious one, and didst wound hordes of the demons. Hence, O Athanasius, Christ hath bestowed rich gifts upon thee. Wherefore, pray that our souls be saved, O father.",
        "kontakion": "Thy flock, O divinely eloquent one, calleth upon thee as an excellent seer of immaterial beings and a most true and active interpreter. Fail not to pray for thy servants, that thou mayest deliver from dangers and assaults those who cry out to thee: Rejoice, O father Athanasius!"
    },
    {
        "day": 19,
        "month": 6,
        "name": "St. Sisoes the Great",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Sisoes, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Having struggled, thou wast seen to be an angel on the earth, O venerable one, ever illumining the thoughts of the faithful with divine signs. Wherefore, we honor thee with faith, O Sisoes."
    },
    {
        "day": 20,
        "month": 6,
        "name": "Ss. Thomas of Mt. Maleon & Acacius of Mt. Sinai",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "Forsaking the world, thou didst follow Christ from childhood, O all-wise and venerable Acacius, and, emulating His voluntary humility, thou didst cast down the prideful tyrant. Pray thou unceasingly in behalf of us all."
    },
    {
        "day": 21,
        "month": 6,
        "name": "Troparion of the Kazan Icon of the Mother of God",
        "troparion": "O earnest helper, Mother of the Lord Most High, thou dost entreat Christ, thy Son and our God, in behalf of all, and causest all to be saved who have recourse to thy mighty protection, O Lady, Queen and Mistress, help us all who, amid temptations, sorrows and sickness, are heavy laden with many sins, who stand before thee and with tears pray to thee with compunctionate soul and contrite heart before thine all-pure image, and who have unfailing hope in thee: grant deliverance from all evils, and things profitable unto all, O Virgin Theotokos, and save us all, for thou art the divine protec­tion of thy servants.",
        "kontakion": "O ye people, let us flee to that calm and good haven, the speedy helper and ready and fervent salvation, the protection of the Virgin, and let us make haste to prayer and speed to repentance. For the all-pure Theotokos poureth forth upon us inexhaustible mercies; she goeth before to help us and delivereth ,her good-hearted and God-fearing servants from great misfortunes and evils."
    },
    {
        "day": 22,
        "month": 6,
        "name": "Holy Hieromartyr Pancratius",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Pancratius, entreat Christ God, that our souls be saved.",
        "kontakion": "Thou wast shown to be a brilliant star for the people of Taormina, O Pancratius, and wast shown also to be a sufferer for Christ. Standing now before Him pray thou for them that honor thee, O blessed one."
    },
    {
        "day": 23,
        "month": 6,
        "name": "45 Holy Martyrs of Nicopolis of Armenia",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "For the sake of Christ, O martyrs, ye endured many torments. Ye set at nought all of idolatrous polytheism and destroyed all the ungodliness of every falsehood, trampling them down by the power of Christ. And ye teach us all to chant openly, with faith: Alleluia!"
    },
    {
        "day": 24,
        "month": 6,
        "name": "Holy Martyr Euphemia",
        "troparion": "Thy ewe-lamb Euphemia crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Feats in thy contest and struggles in the Faith didst thou fervently set for thy­self for thy Bridegroom; and now through the Theotokos pray that the audac­ity of the foe and heresies be subdued beneath the feet of Orthodox hierarchs, O all-praised one who accepted and preserved the definition of the six hundred and thirty God-bearing fathers."
    },
    {
        "day": 25,
        "month": 6,
        "name": "St. Michael of Maleinus",
        "troparion": "In thee, O father, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Michael.",
        "kontakion": "Thou didst lighten the heaviness of the flesh by thy works and didst give speedy wings to thy soul by enlightenment, O Michael; and thou hast shown thyself to be a dwelling-place for the Trinity, beholding Whom, O blessed one, pray thou unceasingly for us all."
    },
    {
        "day": 26,
        "month": 6,
        "name": "Synaxis of the Holy Archangel Gabriel",
        "troparion": "Supreme commander of the armies of Heaven, we, the unworthy, do ever entreat thee, that by thy prayers thou ever surround us with the protection of the wings of thine immaterial glory, preserving us that earnestly fall down before thee and cry aloud: Deliver us from misfortunes, in that thou art the leader of the hosts on high.",
        "kontakion": "O wise Gabriel, thou leader of the angels, minister of the glory of God and divine champion of the world, who beholdest the glory of God in the heav­ens and bestowest grace on earth: save and preserve those who cry out to thee: Be thou thyself our helper, and no one will prevail against us!"
    },
    {
        "day": 27,
        "month": 6,
        "name": "Holy Apostle Aquila",
        "troparion": "O holy apostle Aquila entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Having acquired thee like a great sun, O glorious Aquila, apostle of the Lord, the Church enlighteneth with the splendors of thy teaching those who honor thee."
    },
    {
        "day": 28,
        "month": 6,
        "name": "St. Vladimir the Great",
        "troparion": "Seated on the high throne of Kiev, the mother of cities saved by God, thou didst emulate the merchant who sought the goodly pearl, O Vladimir glorious in might, and examining and sending emissaries to the Imperial City to learn about the Orthodox Faith, thou didst find Christ the priceless Pearl, Who chose thee as a second Paul and in the holy font removed thy blindness, spiritual and bodily. Wherefore, we, thy people, celebrate thy repose. Pray thou, that Russia, thy land, be saved, and that peace and great mercy be granted to the Orthodox people.",
        "kontakion": "Emulating the great Apostle Paul in thy maturity, O most glorious Vladimir, and putting aside all thy zeal for idols as childish thoughts, thou hast adorned thyself with the purple robe of divine baptism. And standing now in gladness before Christ the Savior, pray thou that Russia, thy land, be saved, and that peace and great mercy be granted to the Orthodox people."
    },
    {
        "day": 29,
        "month": 6,
        "name": "Holy Hieromartyr Athenogenes & his 10 Disciples",
        "troparion": "",
        "kontakion": "Following the love of the Master, as an excellent pastor thou didst lay down thy life for the sheep of Christ, O hieromartyr Athenogenes; for this cause we praise thee, and with thee the ten disciples who suffered with thee, instructed by the fear of God and thy teaching. Wherefore, with His life-creating right hand the Master hath crowned you who pleased Him. Him do ye entreat in behalf of us all."
    },
    {
        "day": 30,
        "month": 6,
        "name": "Holy Greatmartyr Marina",
        "troparion": "Thy ewe-lamb Marina crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Arrayed in the beauties of virginity, O Virgin Marina, thou wast crowned with imperishable crowns; and stained with the blood of thy martyrdom, O martyr, thou hast received the trophy of victory for thy suffering, piously shining forth miracles of healing."
    },
    {
        "day": 31,
        "month": 6,
        "name": "Commemoration of the Holy Fathers of the first six Ecumenical Councils",
        "troparion": "Most glorious art Thou, O Christ our God, Who hast established our fathers upon the earth as beacons, and hast thereby guided us all to the true Faith! O greatly Compassionate One, glory be to Thee!",
        "kontakion": "The preaching of the apostles and the dog­mas of the fathers sealed the one Faith of the Church; and clad in the robe of truth woven of theology from on high, it setteth aright and glorifieth the great mystery of piety."
    },
    {
        "day": 1,
        "month": 7,
        "name": "Venerable Mother Macrina, Sister of St. Basil the Great",
        "troparion": "In thee, O mother, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Macrina.",
        "kontakion": "Thou didst love the good God with all thy heart, O venerable Macrina, and, taking His precious Cross upon thy shoulder, thou didst zealously follow after Him. Wherefore, thou hast found forgiveness of offenses."
    },
    {
        "day": 2,
        "month": 7,
        "name": "Holy & Glorious Prophet Elijah",
        "troparion": "The angel in the flesh, the foundation of the prophets, the second forerunner of the Coming of Christ, the glorious Elijah from on High sent down grace upon Elisha to dispel infirmities and to cleanse lepers. Wherefore, he poureth forth healings upon them that honor him.",
        "kontakion": "O prophet, foreseer of the mighty works of our God, Elijah of great renown, who by thy voice didst restrain the cloud of rain; in our behalf entreat thou Him that alone is the Lover of mankind."
    },
    {
        "day": 3,
        "month": 7,
        "name": "Holy Prophet Ezekiel",
        "troparion": "Celebrating the memory of Thy prophet Ezekiel O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "Thou hast been shown to be a prophet of God, O wondrous Ezekiel, and hast proclaimed unto all the incarnation of the Lord, the Lamb and Creator, the Son of God Who hath revealed Himself forever."
    },
    {
        "day": 4,
        "month": 7,
        "name": "Holy Myrrh-Bearer and Isapostle Mary Magdalene",
        "troparion": "The honorable Mary Magdalene followed after Christ, Who for our sake was born of the Virgin, keeping His precepts and laws. Wherefore, celebrating thy most holy memory today, through thy supplications we receive remission of sins.",
        "kontakion": "Standing before the Cross of the Savior with many others, suffering with the Mother of the Lord and pouring forth tears, the all-glorious one made this offering as praise, saying: What is this strange wonder? Is it Thy will to suf­fer, O Thou Who sustainest all creation? Glory to Thy dominion!"
    },
    {
        "day": 5,
        "month": 7,
        "name": "Icon of the Mother of God of Pochaev",
        "troparion": "Those who pray before your holy icon, O Lady, Are vouchsafed healing and receive the knowledge of the true faith, And they repel the attacks of the Hagarenes. Therefore entreat remission of sins For us who fall down before you. Enlighten our hearts to thoughts of piety, And raise a prayer to your Son to save our souls.",
        "kontakion": "Your icon of Pochaev, O Theotokos, Is become a source of healing and the confirmation of the Orthodox Faith. Therefore deliver us who have recourse to you From calamity and temptation. Preserve your monastery unharmed. Confirm Orthodoxy in the surrounding lands, And forgive the sins of those who pray to you; For you can do as you will."
    },
    {
        "day": 6,
        "month": 7,
        "name": "Holy Martyr Christina",
        "troparion": "Thy ewe-lamb Christina crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Thou wast known to be a radiant dove with wings of gold, and didst soar aloft to the heights of heaven, O honored Christina. Wherefore, we celebrate thy glorious festival, bowing down before the shrine of thy relics with faith, from whence divine healing for souls and bodies poureth forth upon all in abundance."
    },
    {
        "day": 7,
        "month": 7,
        "name": "Dormition of St. Anna, Mother of the All-Holy Theotokos",
        "troparion": "O divinely wise Anna, in thy womb thou didst bear the pure Mother of God, who gave birth unto Life. Wherefore, rejoicing in glory, thou hast now been translated to the mansions of heaven, where is the abode of those who rejoice.  O ever-blessed one, beseech thou cleansing of transgressions for those who honor thee with love.",
        "kontakion": "We celebrate the memory of the forebears of Christ, entreating them with faith for help, that from every tribulation all may be delivered who cry: Our God is with us, Who hath glorified them, as was His good pleasure!"
    },
    {
        "day": 8,
        "month": 7,
        "name": "Holy Hieromartyr Hermolaus & Those With Him",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having lived piously as a hieraich, thou hast received the crown of a mar­tyred bishop; and extinguishing the sacrifices of the idols, thou wast a good shepherd of the flock of Christ and a true teacher for Panteleimon, O all-wise one. Wherefore, we honor thee with hymns, crying out: Ever deliver us from misfortunes by thy supplications, O Hermolaus our father!"
    },
    {
        "day": 9,
        "month": 7,
        "name": "Holy Great Martyr and Healer Panteleimon",
        "troparion": "O holy passion-bearer and healer Panteleimon, entreat the merciful God, that He grant to our souls remission of transgressions.",
        "kontakion": "Emulating the Merciful One, and receiving from Him the grace of healing, O passion-bearer and martyr of Christ God, by thy supplications heal thou our spiritual infirmities, ever driving away the temptations of the foe from them that faithfully cry out: Save us, O Lord!"
    },
    {
        "day": 10,
        "month": 7,
        "name": "Holy Apostles & Deacons Prochorus, Nicanor, Timon & Parmenus",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "The glorious Nicanor, Prochorus, Parmenus and Timon, the honored deacons and eye-witnesses to the Word, have been shown to be chosen vessels of the Faith. Wherefore, we celebrate your sacred memory today, blessing you in gladness of heart."
    },
    {
        "day": 11,
        "month": 7,
        "name": "Holy Martyr Callinicus",
        "troparion": "In his suffering, O Lord, Thy martyr Callinicus received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "The beautiful things of heaven hast thou now inherited as is meet; for, greatly aflame with the love of Christ, thou didst manfully brave the fire therewith, O Callinicus. Standing now before Him, cease not to pray in behalf of us all."
    },
    {
        "day": 12,
        "month": 7,
        "name": "Holy Apostles Silas & Silvanus & Those with Them",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Ye were shown to be branches of the vine of Christ, bearing clusters of the virtues, pouring forth upon us the wine of salvation, O wise ones, which receiving, we are filled with gladness, celebrating your most honored memory, whereon pray ye, O apostles of the Lord, for the remission of our sins."
    },
    {
        "day": 13,
        "month": 7,
        "name": "Holy & Righteous Eudocimus",
        "troparion": "He Who hath summoned thee from earth to the mansions of heaven also pre-serveth thy body incorrupt after death, O holy Eudocimus, for thou didst live in chastity and a pure life, without defiling thy flesh, O blessed one. Wherefore, entreat Christ God with boldness, that we may be saved.",
        "kontakion": "Desiring Higher things, and uniting thyself with those on high, thou didst make thy soul a fiery chariot by the divine ascents of the virtues, O all-blessed Eudocimus; and living on the earth like one of the incorporeal ones, thou wast well pleasing to the Creator of all."
    },
    {
        "day": 14,
        "month": 7,
        "name": "Troparion of the Maccabees",
        "troparion": "By the pangs of the saints, which they suffered for Thee, O Lord, be Thou entreated, and heal Thou all our infirmities, we pray Thee, O Thou Who lovest mankind.",
        "kontakion": "O ye seven pillars of the wisdom of God, seven-branched lamp of the divine Light, O most wise Maccabees who before the martyrs were martyrs most great: with them entreat ye the God of all, that we who honor you may be saved!"
    },
    {
        "day": 15,
        "month": 7,
        "name": "The Protomartyr and Archdeacon Stephen",
        "troparion": "For the sufferings which thou didst endure for Christ God, thy head, hath been crowned with a royal diadem, O Stephen, first among them that have suffered; for, having denounced the insanity of the Jews, thou didst behold thy Savior at the right hand of the Father. Him do thou therefore entreat in behalf of our souls.",
        "kontakion": "Thou wast the first to be sown on the earth by the heavenly Husbandman, O most laudable Stephen, and thou wast the first on earth to shed thy blood for Christ, O blessed one; first hast thou been to be crowned with the wreath of victory in the heavens, O first among athletes, crown-bearer, who wast first among martyrs."
    },
    {
        "day": 16,
        "month": 7,
        "name": "Sts. Isaacius, Dalmatus, and Faustus",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Take not Thy mercy from us, but through their supplications direct our life in peace.",
        "kontakion": "With hymns let us praise Isaacius, Dalmatus and Faustus, who shone forth like beacons through fasting and turned away heresies with faith; for they are saints of God who entreat Him on our behalf."
    },
    {
        "day": 17,
        "month": 7,
        "name": "Holy Seven Youths of Ephesus",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee, our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. Through their supplications save Thou our souls.",
        "kontakion": "Spurning the corrupt things of this world and accepting gifts of incorruption, though they died yet did they remain untouched by corruption. Wherefore, they arose after many years, burying all the unbelief of the wicked. O ye faithful, praising them today in laudation, let us hymn Christ!"
    },
    {
        "day": 18,
        "month": 7,
        "name": "Forefeast of the Transfiguration of our Lord",
        "troparion": "Let us go forth to meet the transfiguration of Christ, splendidly celebrating the forefeast thereof, O ye faithful; and let us cry aloud: The day of divine gladness hath arrived! The Master ascendeth Mount Tabor to shine forth the beauty of His divinity!",
        "kontakion": "Human nature is made divinely luminous today by the transfiguration of God, and crieth out in gladness: Christ is transfigured, saving us all!"
    },
    {
        "day": 19,
        "month": 7,
        "name": "The Holy Transfiguration of Our Lord",
        "troparion": "Thou wast transfigured on the mountain, O Christ God, Who didst show Thy glory unto Thy disciples as far as they could bear it, May Thine ever-existing light shine forth also upon us sinners through the prayers of the Theotokos. O Bestower of light, glory be to Thee!",
        "kontakion": "On the mountain wast Thou transfigured, and Thy disciples beheld Thy glory as far as they could bear it, O Christ God; that when they would see Thee crucified, they would comprehend that Thy suffering was voluntary, and proclaim to the world that Thou art of a truth the Effulgence of the Father."
    },
    {
        "day": 20,
        "month": 7,
        "name": "Martyr Dometius of Persia",
        "troparion": "Having struggled in fasting upon the mountain, thou didst destroy the noetic hordes of the enemy with the weaponry of the Cross, O most blessed one. And thou didst likewise manfully array thyself for battle, slaying Copronymus with the sword of faith. And for both thou hast been crowned by God, O ever-memorable venerable martyr Dometius.",
        "kontakion": "Having utterly spurned corruptible things and thoughts which draw one down to the depths, O venerable martyr Dometius, thou didst show thyself to be a great leader of monks, turning to fear the wrath of the king who did not wish to worship Christ as the true God. Wherefore, thou didst repose, chanting the hymn; God is with me, and no one is against me!"
    },
    {
        "day": 21,
        "month": 7,
        "name": "Saint Emilian",
        "troparion": "",
        "kontakion": "Chanting, the Church, for which thou didst suffer, O Emilian, doth glorify thee who didst show thyself to be a mighty champion of the Trinity. Wherefore, we honor thy memory. Deliver thy servants from the invasion of the heathen."
    },
    {
        "day": 22,
        "month": 7,
        "name": "Apostle Matthias",
        "troparion": "O holy Apostle Matthias, entreat the merciful God, that He grant to our souls remission of transgressions.",
        "kontakion": "Thy luminous sound which hath gone forth like the sun into all the earth doth enlighten the Church of the nations with grace, O wondrous Apostle Matthias."
    },
    {
        "day": 23,
        "month": 7,
        "name": "Holy Martyr Archdeacon Laurence",
        "troparion": "In his suffering, O Lord, Thy martyr Laurence received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Kindling thy heart with divine fire, thou didst utterly reduce the fire of the passions to ashes, O God-bearing martyr Laurence, thou confirmation of athletes; and in the midst of thy sufferings thou didst cry out with faith: Nothing can separate me from the love of Christ!"
    },
    {
        "day": 24,
        "month": 7,
        "name": "Holy Martyr and Archdeacon Euplus",
        "troparion": "In his suffering, O Lord, Thy martyr Euplus received an imperishable crown from Thee, our God; for, possessed of Thy might, he set at nought his tormenters, and crushed the feeble audacity of the demons. Through his supplications, save Thou our souls.",
        "kontakion": "Holding the laws of Christ in thy hand, thou didst stand before the enemy in the arena, crying out: I have called myself to suffer steadfastly! Wherefore, joyfully bowing thy neck, thou didst undergo beheading by the sword, finishing thy course."
    },
    {
        "day": 25,
        "month": 7,
        "name": "St. Maximus the Confessor",
        "troparion": "O instructor of Orthodoxy, teacher of piety and purity, beacon for the whole world, divinely inspired adornment of hierarchs. O most wise Maximus by thy doctrines thou hast illumined all. O harp of the Spirit, entreat Christ God that our souls be saved.",
        "kontakion": "The thrice-radiant Light which abode in thy soul showed thee to Be a chosen vessel revealing divine things to the ends of the earth, O blessed Maximus, who givest utterance to concepts hard to grasp and manifestly proclaimest the transcendent and unoriginate Trinity unto all."
    },
    {
        "day": 26,
        "month": 7,
        "name": "The Holy Transfiguration of Our Lord",
        "troparion": "Thou wast transfigured on the mountain, O Christ God, Who didst show Thy glory unto Thy disciples as far as they could bear it, May Thine ever-existing light shine forth also upon us sinners through the prayers of the Theotokos. O Bestower of light, glory be to Thee!",
        "kontakion": "On the mountain wast Thou transfigured, and Thy disciples beheld Thy glory as far as they could bear it, O Christ God; that when they would see Thee crucified, they would comprehend that Thy suffering was voluntary, and proclaim to the world that Thou art of a truth the Effulgence of the Father."
    },
    {
        "day": 27,
        "month": 7,
        "name": "Forefeast of the Dormition",
        "troparion": "Leap up in anticipation, O ye people, clapping your hands with faith, and assemble with love, all rejoicing today and exclaiming with splendor; for the Mother of God, whom we ever glorify with hymns as the Theotokos, will gloriously pass over from those on earth to those on high.",
        "kontakion": "The universe, embroidered by the immaterial Spirit for thy glorious memorial, noetically crieth out to thee with gladness: Rejoice, O Virgin, Thou boast of Christians!"
    },
    {
        "day": 28,
        "month": 7,
        "name": "Dormition of the All‑holy Mother of God",
        "troparion": "In giving birth thou didst preserve thy virginity, and in thy falling asleep thou hast not forsaken the world, O Theotokos. Thou hast been, translated to life, as thou art the Mother of Life. And by thy supplications thou dost deliver our souls from death.",
        "kontakion": "The tomb and mortality could not hold the Theotokos, who is untiring in her supplications and our certain hope in her intercessions. For, as the Mother of Life, she hath passed over to the Life Who dwelt within her ever-virgin womb."
    },
    {
        "day": 29,
        "month": 7,
        "name": "Troparion of the Holy Icon Not Made with Hands",
        "troparion": "We bow down before Thine all-pure image, O Good One, asking forgiveness of our transgressions, O Christ God; for Thou wast well pleased to ascend the Cross in the flesh of Thine own will, that Thou mightest save what Thou hadst created from slavery to the enemy. Wherefore, we cry out to Thee in thanksgiving: Thou hast filled all things with joy, O our Savior, Who hast come to save the world.",
        "kontakion": "O uncircumscribable Word of the Father, knowing the victorious image, uninscribed and divinely wrought, of Thine ineffable and divine dispensation towards man, of Thy true incarnation, we honor it with veneration."
    },
    {
        "day": 30,
        "month": 7,
        "name": "Martyr Myron of Cyzicus",
        "troparion": "",
        "kontakion": "Having loved Christ from childhood and observed His divine commandments, O all-glorious one, thou didst make haste to Him wholly, O most honorable Myron, and dost pray earnestly with the angels. Entreat forgiveness of sins for all who honor thy memory."
    },
    {
        "day": 31,
        "month": 7,
        "name": "Martyrs Florus and Laurus",
        "troparion": "O ye faithful, let us praise as is meet the all-blessed Florus and the most honored Laurus, the all-comely and divinely wise and most radiant twain, who earnestly and manifestly proclaimed the uncreated Trinity to all. Wherefore, having suffered even unto the shedding of your blood and been crowned with most splendid crowns, entreat Christ God, that He save our souls.",
        "kontakion": "The whole world doth ail-gloriously honor Florus and Laurus today, as martyrs of piety and divinely wise athletes of Christ, that we may receive grace and mercy through their prayers, and may be delivered from tribulations and dangers, and from wrath and sorrow on the day of judgment."
    },
    {
        "day": 1,
        "month": 8,
        "name": "Troparion of the martyr Andrew",
        "troparion": "Leaving the glory of earthly rank behind, Thou didst inherit the kingdom of heaven; and Thou didst adorn crowns of incorruption as with all-wondrous stones, and didst lead to Christ an assembly of athletes. With the choirs of the angels Thou didst find Christ, the never-setting Sun, in light unwaning, O holy general Andrew. With those who suffered with thee ever entreat Him, that He save our souls.",
        "kontakion": "Standing before the Lord in prayer, like a star preceding the sun, Thou didst gain sight of the desired treasure of the kingdom, full of ineffable joy; and for ages without end, O general Andrew, Thou dost unceasingly sing to the immortal King with the angels. With them pray Thou continually for us all."
    },
    {
        "day": 2,
        "month": 8,
        "name": "Prophet Samuel",
        "troparion": "Celebrating the memory of Thy prophet Samuel O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "As a gift of great worth given to God before thy conception, from thine infancy thou didst serve Him, O most blessed one; and thou wast vouchsafed to declare beforehand the things of the future. Wherefore, we cry out to thee: Rejoice, O Samuel, prophet of God, thou great high priest!"
    },
    {
        "day": 3,
        "month": 8,
        "name": "Apostle Thaddeus",
        "troparion": "O holy apostle Thaddeus entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Church, ever enlightened by thy miracles, hath acquired thee as an all-radiant star, O Apostle Thaddeus. Save those who with faith honor thy memory."
    },
    {
        "day": 4,
        "month": 8,
        "name": "Martyr Agathonicus and those with him",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having acquired a good name, O divinely wise one, thou didst convert wicked men to the Faith, not fearing tortures, O glorious Agathonicus. Wherefore, thou hast become an heir to good things, and with those who suffered"
    },
    {
        "day": 5,
        "month": 8,
        "name": "Apodosis of the Dormition",
        "troparion": "In thy nativity thou didst preserve thy virginity, and in thy dormition thou didst not abandon the world, O Theotokos. Thou passest over unto life, in that thou art the Mother of Life; and by thy supplications thou dost deliver our souls from death.",
        "kontakion": "The tomb and mortality could not hold the Theotokos, who is untiring in her supplications and our certain hope in her intercessions. For, as the Mother of Life, she hath passed over to the Life Who dwelt within her ever-virgin womb."
    },
    {
        "day": 6,
        "month": 8,
        "name": "Hieromartyr Eutychius",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Eutychius, entreat Christ God, that our souls be saved.",
        "kontakion": "As one who shared the throne of the apostles and the adornment of holy hierarchs, O Eutychius, thou wast glorified in martyrdom, didst shine forth like the sun, illumining all, and didst dispel the profound night of ungodliness, Wherefore, we honor thee as a truly divine initiate of the mysteries of Christ."
    },
    {
        "day": 7,
        "month": 8,
        "name": "Apostle Bartholomew and Titus",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Revealed as a companion of Paul, O ever-memorable Apostle Titus, thou recounter of sacred mysteries, with him thou didst preach to us the words of divine grace. Wherefore, we cry out to thee. Cease thou never to pray for us all!"
    },
    {
        "day": 8,
        "month": 8,
        "name": "Martyrs Adrian and Natalia",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having laid up in thy heart the divine words of thy divinely wise wife, O Adrian, martyr of Christ, thou didst earnestly rush to sufferings, receiving a crown with thy spouse."
    },
    {
        "day": 9,
        "month": 8,
        "name": "St. Poemen the Great",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hundredfold, and becamest a beacon for the whole world, resplendent with miracles. O Poemen our father, entreat Christ God, that our souls be saved.",
        "kontakion": "Today the holy memory of thy splendid struggles hath dawned, O father, gladdening the souls of the pious, O divinely wise Poemen, our venerable father."
    },
    {
        "day": 10,
        "month": 8,
        "name": "St. Moses the Black",
        "troparion": "A desert-dweller, an angel in the flesh and a wonderworker wast thou shown to be, O our God-bearing father Moses. For, having acquired heavenly gifts through fasting, vigilance and prayer, thou dost heal the infirm and the souls of those who have recourse to thee with faith. Glory to Him Who gaveth thee strength! Glory to Him Who crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "Having beaten the Moors and spat in the faces of the demons, thou didst shine forth noetically like the radiant sun, directing our lives by the light of thy life and thy teaching."
    },
    {
        "day": 11,
        "month": 8,
        "name": "The Glorious Prophet, Forerunner, and Baptist John",
        "troparion": "The memory of the righteous is celebrated with hymns of praise, but the Lord's witness is sufficient for thee, O forerunner. Thou wast truly shown to be more honorable than the prophets, in that thou wast counted worthy to baptize in the streams Him Whom thou didst proclaim. Wherefore, having suffered, rejoicing, for the truth, even unto those in hades thou didst proclaim God, Who had manifested Himself in the flesh, Who taketh away the sin of the world and granteth us great mercy.",
        "kontakion": "The glorious beheading of the forerunner was part of God's dispensation, that he might proclaim to those in hades the coming of the Savior. Let Herodias, who demanded the iniquitous murder, therefore lament; for she loved not the law of God nor the age of life, but rather this false and transitory one."
    },
    {
        "day": 12,
        "month": 8,
        "name": "St. Alexander Nevsky",
        "troparion": "Recognize thy brethren, O right-believing Prince Alexander, thou Russian Joseph who reignest not in Egypt, but in heaven; and accept their entreaties, increasing the harvests of thy people through the fertility of thy land, and protecting the cities of thy dominion by thy supplications. And together with our Orthodox hierarchs do battle against all heresies.",
        "kontakion": "As thy kinsmen Boris and Gleb appeared to thee, bringing thee help from heaven when thou didst battle against Velgar the Swede and his warriors, so now, O blessed Alexander, come to the aid of thy kinfolk, and contend thou against those who wage war against us."
    },
    {
        "day": 13,
        "month": 8,
        "name": "The Placing of the Cincture (Sash) of the Most Holy Theotokos",
        "troparion": "O Ever-virgin Theotokos, protection of mankind: thou hast given to thy city a mighty legacy, the robe and cincture of thy most honored body, which have remained incorrupt through thy seedless birthgiving. For in thee are nature and time renewed. Wherefore, we beseech thee to grant peace to thy city and great mercy to our souls.",
        "kontakion": "Thy precious cincture, which encircled thy womb which was pleasing to God, O Theotokos, is the invincible might of thy city and an inexhaustible treasury of good things, O only Ever-virgin who gavest birth."
    },
    {
        "day": 14,
        "month": 8,
        "name": "Troparion of the Venerable Father Symeon",
        "troparion": "Thou wast a pillar of patience, O venerable one, emulating the forefathers: Job, in afflictions; Joseph in temptations, and the life of the incorporeal ones while in the body. Entreat Christ God. O Symeon, our father, that our souls be saved.",
        "kontakion": "Making thy pillar a fiery chariot, searching the heights thou didst unite thyself to those who are on High. Wherefore, thou wast a converser with angels, O ven­erable one, praying unceasingly with them to Christ God in behalf of us all."
    },
    {
        "day": 15,
        "month": 8,
        "name": "Holy Martyr Mamas",
        "troparion": "In his suffering, O Lord, Thy martyr Mamas received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "With the staff given thee by God, O holy one, thou didst shepherd thy people in life-bearing pastures; and thou didst crush the invisible and untamed wild beasts beneath the feet of those who hymn thee. For all who find themselves amid misfortunes have thee as their fervent intercessor, O Mamas."
    },
    {
        "day": 16,
        "month": 8,
        "name": "Hieromartyr Anthimus",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Anthimus, entreat Christ God, that our souls be saved.",
        "kontakion": "Having lived piously among priests and finished the path of martyrdom, thou didst extinguish the immolations of the idolaters, being a champion for thy flock, O divinely wise one. Wherefore, it now honoureth thee, mystically crying out: By thy supplications deliver us from misfortunes, O ever-memorable Anthimus."
    },
    {
        "day": 17,
        "month": 8,
        "name": "Troparion of Hieromartyr Babylas",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Babylas, entreat Christ God, that our souls be saved.",
        "kontakion": "Illumined today the church glorifieth thee as the preacher of piety and confir­mation of athletes, O glorious Babylas. As thou hast boldness before the Lord, pray thou to Christ, O much suffering one, that He preserve those who magni­fy and praise thee in perfect peace."
    },
    {
        "day": 18,
        "month": 8,
        "name": "Holy Prophet Zachariah",
        "troparion": "In the vesture of a priest, according to the Law of God, thou didst offer unto Him well-pleasing whole-burnt offerings, as it befitted a priest, O wise Zacharias. Thou wast a shining light, a seer of mysteries, bearing in thyself clearly the signs of grace; and in God's temple, O wise Prophet of Christ God, thou wast slain with the sword. Hence, with the Forerunner, make entreaty that our souls find salvation.",
        "kontakion": "On this day Zacharias, the prophet and venerable priest of the Most High, the father of the Forerunner, setteth the table of his memorial, feeding the faithful; for he hath distributed the food of righteousness unto all. Wherefore, he hath reposed as a divine initiate of the mysteries of the grace of God."
    },
    {
        "day": 19,
        "month": 8,
        "name": "Holy Archangel Michael",
        "troparion": "Supreme commander of the armies of Heaven, we, the unworthy, do ever entreat thee, that by thy prayers thou dost ever surround us with the protec­tion of the wings of thine immaterial glory, preserving us that earnestly fall down before thee and cry aloud: Deliver us from misfortunes, in that thou art the leader of the hosts on high.",
        "kontakion": "O chief commander of God, minister of glory divine, captain of the angels and instructor of men: beg thou great mercy and that which is profitable for us, for thou art the supreme commander of the bodiless hosts."
    },
    {
        "day": 20,
        "month": 8,
        "name": "Holy Martyr Sozon",
        "troparion": "In his suffering, O Lord, Thy martyr Sozon received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Assembling today, with a loud voice let us praise Sozon, the true and divinely wise martyr, the skilled athlete of piety, the initiate of the mysteries of grace, the most generous bestower of healings: for he entreateth Christ God in behalf of us all."
    },
    {
        "day": 21,
        "month": 8,
        "name": "Nativity of the Theotokos",
        "troparion": "Thy nativity, O Virgin Theotokos, hath proclaimed joy to all the world; for from thee hath shone forth Christ our God, the Sun of righteousness, Who hav­ing annulled the curse, hath given His blessing, and having abolished death, hath granted us life everlasting.",
        "kontakion": "In thy holy nativity, O all-pure one, Joachim and Anna are freed from the reproach of childlessness, and Adam and Eve from mortal corruption. And, delivered from sin, thy people celebrate it, crying out to thee: A barren woman giveth birth to the Theotokos, the nourisher of our Life!"
    },
    {
        "day": 22,
        "month": 8,
        "name": "Saints Joachim and Anna",
        "troparion": "Joachim and Anna, who were righteous in the law of grace, have for us given birth unto a God-given babe. Wherefore, the divine Church keepeth splendid festival today, celebrating their honoured memory with gladness, glorifying God Who hath lifted up the horn of salvation for us in the house of David.",
        "kontakion": "Anna now rejoiceth, having broken the bond of barrenness; and she nurtureth the all-pure one, calling upon all to hymn the One Who through her womb hath given unto men the only Mother who knew not man."
    },
    {
        "day": 23,
        "month": 8,
        "name": "Holy Martyrs Menodora, Metrodora, and Nymphodora",
        "troparion": "In their sufferings, O Lord,  Thy martyrs received imperishable crowns from Thee our God;  for, possessed of Thy might,  they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Clad as sisters in the Spirit,  ye who contended with endurance for the Trinity have vanquished the greatly cunning enemy;  wherefore, ye have made your abode with the five virgins in the heavenly bridal chamber, O passion-bearers, and with the angels ye stand in unceasing gladness before the King of all."
    },
    {
        "day": 24,
        "month": 8,
        "name": "Venerable Mother Theodora of Alexandria",
        "troparion": "In thee, O mother, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Mother Theodora.",
        "kontakion": "Laying waste to thy body through fasting, thou didst entreat the Creator with vigils of prayer because of thy sin, that, receiving full forgiveness, thou might also receive remission, having come to know the path of repentance."
    },
    {
        "day": 25,
        "month": 8,
        "name": "Apodosis of the Nativity of the Theotokos",
        "troparion": "Thy nativity, O Virgin Theotokos, hath proclaimed joy to all the world; for from thee hath shone forth Christ our God, the Sun of righteousness, Who hav­ing annulled the curse, hath given His blessing, and having abolished death, hath granted us life everlasting",
        "kontakion": "In thy holy nativity, O all-pure one,  Joachim and Anna are freed from the reproach of childlessness,  and Adam and Eve from mortal corruption.  And, delivered from sin, thy people celebrate it, crying out to thee: A barren woman giveth birth to the Theotokos, the nourisher of our Life!"
    },
    {
        "day": 26,
        "month": 8,
        "name": "Dedication of the Church of the Resurrection",
        "troparion": "Thou didst show forth the beauty of the holy dwelling-place of Thy glory here below, O Lord, like the splendour of the firmament on high. Establish it for all ages, and through the Theotokos accept the supplications we unceasingly offer unto Thee therein, O Thou life and resurrection of all.",
        "kontakion": "Grant inner enlightenment and spiritual renewal of heart unto those who with faith celebrate the sacred dedication of the temple of Thy house, which Thy good pleasure it was to have built unto Thy divine name, O Thou Who are glorious in the saints."
    },
    {
        "day": 27,
        "month": 8,
        "name": "The Universal Exaltation of the Precious and Life-creating Cross",
        "troparion": "O Lord, save Thy people, and bless Thine inheritance. Grant victory unto Orthodox Christians over their adversaries, and by virtue of Thy Cross, pre­serve Thy habitation.",
        "kontakion": "O Thou Who wast lifted up willingly on the Cross, bestow Thy mercies upon the new community named after Thee, O Christ God. Gladden by Thy power Orthodox Christians granting them victory over enemies. May they have as Thy help the invincible trophy, the weapon of peace."
    },
    {
        "day": 28,
        "month": 8,
        "name": "Holy Greatmartyr Nicetas",
        "troparion": "Taking up the Cross of Christ ardently, as it were a sword, thou didst make haste to do battle with the enemy, and, suffering for Christ, thou didst at last commit thy sacred soul to the Lord, and hence thou hast been vouchsafed to receive from Him gifts of healing, O greatmartyr Nicetas. Entreat Christ God that our souls be saved.",
        "kontakion": "Having cut down the dominion of deception by thy resistance, and received a crown of victory in thy sufferings, thou dost rejoice with the angels, O Nicetas, namesake of victory, unceasingly praying with them to Christ God in behalf of us all."
    },
    {
        "day": 29,
        "month": 8,
        "name": "Holy Greatmartyr Euphemia",
        "troparion": "Thy ewe-lamb Euphemia crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism  and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "Thou didst struggle well in thy contest, and after death dost sanctify us with streams of miracles, O most praised one. Wherefore, we hymn thy holy repose, having recourse to thy divine temple with faith,  that we may be delivered from spiritual afflictions, and may draw forth the grace of miracles."
    },
    {
        "day": 30,
        "month": 8,
        "name": "Martyrs Sophia and her three daughters",
        "troparion": "In their sufferings, O Lord,  Thy martyrs received imperishable crowns from Thee our God;  for, possessed of Thy might,  they set at nought the tormentors and crushed the feeble audacity of the demons. by their supplications save Thou our souls.",
        "kontakion": "Since Faith, Hope, and Charity were in truth sacred branches, of venerable Sophia, the namesake of wisdom, by grace they have shown Hellenic wisdom to be foolishness, and in contest they proved to be prize-winning victors; where­fore, they received a crown that shall never perish from Christ God the Lord of all."
    },
    {
        "day": 1,
        "month": 9,
        "name": "Venerable Father Eumenius, Bishop of Gortyna, the Wonderworker",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith,  a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Eumenius our father, entreat Christ God that our souls be saved.",
        "kontakion": "Illumined with divine light, thou dost enlighten us who hymn thine honoured, glorious and holy repose with love, O most blessed and holy hierarch, father Eumenius, unceasingly praying for us all."
    },
    {
        "day": 2,
        "month": 9,
        "name": "Holy Martyrs Trophimus, Sabbatius and Dorymedon",
        "troparion": "God Who is glorified in Trinity hath glorified a trinity of martyrs: Trophimus, Sabbatius and Dorymedon. For, believing in Him, they cast down the enemy. By their supplications, O Christ God, have mercy upon us.",
        "kontakion": "As the foundation of athletes and confirmation of piety the Church doth honour and glorify thy luminous suffering, O right wise and glorious Trophimus, ever-hymned and blessed athlete. With those who suffered with thee ask cleansing for those who hymn thee, in that thou art invincible."
    },
    {
        "day": 3,
        "month": 9,
        "name": "Holy Greatmartyr Eustathius and those with him",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Manifestly emulating the sufferings of Christ,  and having drained His cup with fervour, O Eustathius,  thou wast a partaker and fellow heir of glory, receiving divine remission from on high from the God of all Himself."
    },
    {
        "day": 4,
        "month": 9,
        "name": "Demetrius of Rostov, the Wonderworker",
        "troparion": "O lover of Orthodoxy and uprooter of schism, healer of Russia and new advocate before God, by thy writings thou didst heal the minds of the foolish. O blessed Demetrius, thou harp of the Spirit, entreat Christ God, that our souls may be saved.",
        "kontakion": "Let us bless Demetrius, the golden-worded teacher, the star of Russia, who shone forth from Kiev, and through Novgorod Seversky, reached Rostov, and hath illumined the whole land with his teachings and miracles, for he wrote down all things which are for our edification, that, like Paul, he might win all for Christ, and save our souls through the right faith."
    },
    {
        "day": 5,
        "month": 9,
        "name": "Apostle Quadratus",
        "troparion": "O holy apostle Quadratus  entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "As an honoured and sacred hierarch and a most steadfast sufferer doth the world offer to Thee the apostle Quadratus, O Lord, and with hymns it doth honour his precious memory, ever entreating that remission of transgressions thus be given unto them that praise him, O Compassionate One."
    },
    {
        "day": 6,
        "month": 9,
        "name": "Conception of St. John the Baptist",
        "troparion": "Make merry, O barren woman, who before wast unable to bear a child! For, lo! thou hast manifestly conceived the lamp of the Sun, who will enlighten the world which suffereth from blindness. Dance thou, O Zechariah, crying out with boldness: He who will be born is the prophet of the Most High!",
        "kontakion": "Rejoice with splendour, O great Zechariah and most glorious Elisabeth his spouse, in conceiving John the Forerunner as is meet, whom the archangel announced, rejoicing. O ye men, let us right worthily honour him as the initi­ate of the mystery of grace."
    },
    {
        "day": 7,
        "month": 9,
        "name": "Holy Protomartyr and Equal of the Apostles Thecla",
        "troparion": "Taught by the words of Paul, O Thecla, bride of God, and confirmed through faith by Peter, O divinely called one, thou wast shown to be the protomartyr and first sufferer among women. Thou didst enter the flame as it were a place abloom with flowers, and the wild beasts and bulls stood in awe of thee, for thou didst arm thyself with the Cross. Wherefore, O most lauded one, entreat Christ, that our souls be saved.",
        "kontakion": "In the beauty of thy virginity didst thou shine forth, and thou wast adorned with the crown of martyrdom; as one all-glorious, O virgin, thou didst entrust thyself to the Apostle Paul, and didst transform the flame of the fire into dew; and by thy supplication, O thou who wast the first among women to suffer, thou didst quell the raging of the bull."
    },
    {
        "day": 8,
        "month": 9,
        "name": "Venerable Mother Euphrosyne",
        "troparion": "In thee, O mother, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Mother Euphrosyne.",
        "kontakion": "Desiring to receive a higher life, thou didst zealously forsake the pleasure of life here below, and didst mingle with men as if a man, O most comely one. For thou didst spurn a transitory betrothed for the sake of Christ thy Bridegroom."
    },
    {
        "day": 9,
        "month": 9,
        "name": "Repose of the Holy Apostle and Evangelist John the Theologian",
        "troparion": "O beloved apostle of Christ God, haste thou to deliver a defenceless people. He Who permitted thee to recline against His breast receiveth thee, prostrate in supplication. Him do thou beseech, O theologian, that He dispel the gloom of the nations which doth beset us, asking for us peace and great mercy.",
        "kontakion": "Who can recount thy mighty works, O virgin apostle? For thou pourest out miracles and causest healings to flow forth; and thou prayest for our souls, in that thou art a theologian and the friend of Christ."
    },
    {
        "day": 10,
        "month": 9,
        "name": "Holy Martyr Callistratus and his companions",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having endured multifarious wounds and manifestly received crowns from God, pray to Christ for us who celebrate your most festive memorial, O great Callistratus and ye blessed ones who suffered with him, that He may grant peace to His flock and people; for He is the confirmation of the faithful!"
    },
    {
        "day": 11,
        "month": 9,
        "name": "St. Chariton of Palestine",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Chariton , entreat Christ God that our souls be saved.",
        "kontakion": "Having delighted in abstinence and bridled the desires of thy flesh, O divinely wise one, thou wast shown to increase in faith and didst flourish like the tree of life in the midst of paradise, O most blessed and sacred Chariton."
    },
    {
        "day": 12,
        "month": 9,
        "name": "Venerable Father Cyriacus the Anchorite",
        "troparion": "A desert dweller, an angel in the flesh, and a wonderworker wast thou shown to be, O our God-bearing father Cyriacus, for having acquired heavenly gifts through fasting, vigilance, and prayer, thou dost heal the infirm, and the souls of those who have recourse to thee with faith. Glory to Him Who hath given thee strength! Glory to Him Who hath crowned thee! Glory to Him Who worketh healings for all through thee!",
        "kontakion": "The sacred Lavra, ever honouring thee as a mighty champion and defender, doth yearly celebrate thy commemoration. But, as thou hast boldness before the Lord, preserve us from assailing enemies, that we may cry out: Rejoice, O thrice-blessed one."
    },
    {
        "day": 13,
        "month": 9,
        "name": "Holy Hieromartyr Gregory of Greater Armenia",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Gregory, entreat Christ God, that our souls be saved.",
        "kontakion": "O ye faithful, in songs and hymns let us all praise today the right glorious hierarch Gregory as an athlete, a vigilant shepherd and teacher, a universal lumi­nary and champion; for he prayest to Christthat we be saved."
    },
    {
        "day": 14,
        "month": 9,
        "name": "the venerable Romanus",
        "troparion": "In thee, O father, that which is fashioned according to the image of God was preserved; for, taking up thy cross, thou didst follow after Christ, and by thine example didst teach that the flesh is to be spurned as transitory, but that the soul must be cared for as a thing immortal. Wherefore, thy spirit rejoiceth with the angels, O venerable Romanus.",
        "kontakion": "Adorned from childhood with the godly virtues of the Spirit, O all-wise Romanus, thou wast an all-precious adornment of the Church of Christ; for thou hast adorned it with all-beauteous hymnody. Wherefore, we entreat thee: Grant thy divine gift unto those who desire it, that we may cry out to thee: Rejoice, O all-blessed father, thou beauty of the Church!"
    },
    {
        "day": 15,
        "month": 9,
        "name": "Holy Hieromartyr Cyprian & Holy Martyr Justina",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Cyprian, entreat Christ God, that our souls be saved.",
        "kontakion": "Turning from the sorcerous arts to the knowledge of God, O divinely wise one, thou wast shown to be a most wise physician for the world, granting healings to those who honor thee, O Cyprian, with Justina. Pray thou with her to the Master Who loveth mankind, that He save our souls."
    },
    {
        "day": 16,
        "month": 9,
        "name": "St. Dionysius the Areopagite",
        "troparion": "Having learned goodness and been watchful in all things, arrayed as befitteth a priest, in a good conscience, thou didst draw forth ineffable things from the chosen vessel; and, having kept the Faith, thou didst complete a course like unto his. O hieromartyr Dionysius, entreat Christ God, that our souls be saved.",
        "kontakion": "Having, through the spirit, passed the portals of heaven, as a disciple of the apos­tle who reached the third heaven, O Dionysius, thou wast enriched with all under­standing of ineffable things and hast illumined those who sit in the darkness of unbelief. Wherefore, we cry out: Rejoice, O universal father!"
    },
    {
        "day": 17,
        "month": 9,
        "name": "Holy Hieromartyr Hierotheus, Bishop of Athens",
        "troparion": "Having learned goodness and been watchful in all things, arrayed as befitteth a priest, in a good conscience, thou didst draw forth ineffable things from the chosen vessel; and, having kept the Faith, thou didst complete a course like his. O hieromartyr Hierotheus, entreat Christ God, that our souls be saved.",
        "kontakion": "Taught by thee things strange and ineffable, we praise thee, the hierarch of Athens; for thou hast been shown to be a God-pleasing composer of hymns. Pray thou, O most blessed Hierotheus, that we be delivered from every sinful fall, that we may cry out: Rejoice, O divinely wise father!"
    },
    {
        "day": 18,
        "month": 9,
        "name": "the Holy Hierarchs of Moscow",
        "troparion": "O primates of Russia, true preservers of the Traditions of the apostles, unshakable pillars, instructors in Orthodoxy, Peter, Alexis, Jonah, Philip and Hermogenes: entreat the Master of all, that He grant peace to the whole world and great mercy to our souls.",
        "kontakion": "Piously did ye live amid holy hierarchs; and ye guided the people toward divine knowledge, and were well pleasing unto God. Wherefore, ye have been glorified by Him with incorrupttion and miracles, as disciples of the grace of God."
    },
    {
        "day": 19,
        "month": 9,
        "name": "Holy Apostle Thomas",
        "troparion": "Thou wast a disciple of Christ, a member of the divine assembly of the apostles, for thou didst make certain of the Resurrection of Christ through thy disbelief and didst verify His all-pure Passion by thy touch, O all-praised Thomas. Beseech thou now peace and great mercy for us.",
        "kontakion": "Full of the grace of wisdom, the apostle and true servant of Christ cried out to Thee in repentance: Thou art my Lord and God!"
    },
    {
        "day": 20,
        "month": 9,
        "name": "Holy Martyrs Sergius & Bacchus",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Manfully arming your mind against the enemy, O most lauded martyrs, ye destroyed all their falsehood, receiving the trophy of victory from on high, and cry­ing out with oneness of mind: How good and joyous it is to be with God."
    },
    {
        "day": 21,
        "month": 9,
        "name": "Venerable Mother Pelagia",
        "troparion": "In thee, O Mother, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Pelagia.",
        "kontakion": "Laying waste to thy body with fasting, with vigilant supplications thou didst entreat the Creator concerning thy deeds, that thou mightest receive complete remission; and this thou hast manifestly acquired, O mother, having shown us the path of repentance."
    },
    {
        "day": 22,
        "month": 9,
        "name": "Holy Apostle James, the Son of Alphaeus",
        "troparion": "O holy apostle James entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "With praises let us all bless the divine herald James, who steadfastly instilled the dogmas of wisdom in the souls of the pious, for, standing before the throne of the Master of glory, he rejoiceth with all the angels, praying unceasingly for us all."
    },
    {
        "day": 23,
        "month": 9,
        "name": "Holy Martyrs Eulampius & Eulampia",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Let us hymn the valiant martyrs, the brother and sister according to the flesh: the wise Eulampius and Eulampia; for with the power of the Crucified they put the wiles of the most iniquitous one to shame. Wherefore, they have been shown to be the glory and boast of martyrs."
    },
    {
        "day": 24,
        "month": 9,
        "name": "Martyrs Zenaida and Philonilla of Tarsus",
        "troparion": "Having finished the race and kept the Faith, through martyrdom ye were led to Christ, the Lamb and Shepherd, as reason-endowed ewe-lambs. Wherefore, with joyous soul we celebrate your holy memory today, magnifying Christ, O right wondrous Zinaida and Philonilla.",
        "kontakion": "O emulators of Stephen, the first among athletes, and fellow laborers with the physicians who charged no fee: for the sake of Christ, the Chief Cornerstone, ye were stoned to death, persecuted by hardhearted people; and having acquired boldness before the Holy Trinity, ye drive away the ailments of suffering men. O martyrs, beseech the merciful God, that we who honor your sufferings with faith may be saved."
    },
    {
        "day": 25,
        "month": 9,
        "name": "Holy Martyrs Probus, Tarachus & Andronicus",
        "troparion": "The hosts of heaven marvelled at the corrections of the holy martyrs, how in their mortal bodies they invisibly vanquished the incorporeal foe, contending well with the power of the Cross. And they pray to Christ, that our souls find mercy.",
        "kontakion": "The valiant warriors and martyrs of Christ, Tarachus, Probus and Andronicus, have revealed to us the glory of the Trinity; for they denounced all the ungodliness of the tyrants, contending with valor and faith."
    },
    {
        "day": 26,
        "month": 9,
        "name": "Holy Martyrs Carpus & Papylus",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "As a most precious treasure and a well-spring pouring forth streams of healings hath the Master bestowed your relics upon them that are on earth; for they removed the afflictions of divers passions and unceasingly impart grace to men's souls. Wherefore, together we celebrate your festival, O divine martyrs."
    },
    {
        "day": 27,
        "month": 9,
        "name": "Holy Martyrs Nazarius, Gervase, Protase & Celsius",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Revealed as radiant beacons, O divine martyrs, ye illumine creation with the light of miracles, ever dispelling the profound night of infirmities, and praying unceas­ingly to Christ, the one God, in behalf of us all."
    },
    {
        "day": 28,
        "month": 9,
        "name": "Venerable Father Euthymius the New",
        "troparion": "In thee, O father, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Euthymius.",
        "kontakion": "Crossing the tumult of the multitude dryshod, thou didst mightily drown the incorporeal foe in the streams of thy tears, O venerable and divinely wise Euthymius; and receiving the gift of miracles, thou healest all sufferings. Pray thou unceasingly for us all."
    },
    {
        "day": 29,
        "month": 9,
        "name": "Holy Martyr Longinus",
        "troparion": "In his suffering, O Lord, Thy martyr Longinus received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "The Church hath rejoiced in gladness on the day of the commemoration of the ever-memorable athlete Longinus, crying out: Thou art my might and confirma­tion, O Christ!"
    },
    {
        "day": 30,
        "month": 9,
        "name": "Venerable Martyr Andrew of Crete",
        "troparion": "Struggling first in fasting upon the mountain, with the whole armor of the Cross thou didst destroy the noetic hordes of the enemy, O most blessed one; and after­wards thou didst manfully array thyself for thy contest, slaying Copronymus with the sword of faith. And for both hast thou been crowned by God, O ever-memo­rable venerable martyr Andrew.",
        "kontakion": "Today the imperial city doth celebrate the all-splendid feast of thy radiant memo­ry, summoning every city and land; for it rejoiceth, possessing thy much-suffering body as a great treasure, O martyr Andrew, beacon of Orthodoxy."
    },
    {
        "day": 31,
        "month": 9,
        "name": "Holy Apostle and Evangelist Luke",
        "troparion": "O holy apostle and evangelist Luke entreat the merciful God that He grant to our souls remission of transgressions",
        "kontakion": "The holy apostle, the all-hymned Luke, who is acknowledged by the Church of Christ as the recorder of the acts of the apostles and the splendid author of the Gospel of Christ, let us praise with sacred hymns, as a physician who healeth the infirmities of man and the ailments of nature, who cleanseth spiritual wounds and prayeth unceasingly for our souls."
    },
    {
        "day": 1,
        "month": 10,
        "name": "Holy Prophet Joel",
        "troparion": "The memory of Thy prophet Joel We celebrate today, O Lord. By his prayers, we beseech Thee, Christ God, save our souls!",
        "kontakion": "Divinely eloquent prophet, Filled with the inspiration of the comforter, You revealed the enlightenment of the nations to take place in these latter days! Therefore we praise you now with faith. We celebrate your memory, crying out to you: “Pray to Christ God on behalf of our souls!”"
    },
    {
        "day": 2,
        "month": 10,
        "name": "Holy Great Martyr Artemius",
        "troparion": "In his suffering, O Lord, Thy martyr Artemius received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Assembling, let us praise with hymns, as is meet, the pious and crown-bearing martyr, who hath won the trophy of victory over the enemy, most great among the martyrs, the abundant bestower of miracles, for he entreateth the Lord in behalf of us all."
    },
    {
        "day": 3,
        "month": 10,
        "name": "Venerable Father Hilarion the Great",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Hilarion, entreat Christ God that our souls be saved.",
        "kontakion": "Assembling today, in hymns we praise thee as a never-waning luminary of the noetic Sun; for thou hast shone forth upon those in the darkness of ignorance, guiding all up to the divine heights, O Hilarion. Wherefore, we cry out: Rejoice, O father, thou foundation of all fasters!"
    },
    {
        "day": 4,
        "month": 10,
        "name": "Troparion of the Kazan Icon of the Mother of God",
        "troparion": "O earnest helper, Mother of the Lord Most High, thou dost entreat Christ, thy Son and our God, in behalf of all, and dost cause all to be saved who have recourse to thy mighty protection, O Lady, Queen and Mistress, help us all who, amid temptations, sorrows and sickness, are heavy laden with many sins, who stand before thee and with tears pray to thee with compunctionate soul and contrite heart before thine all-pure image, and who have unfailing hope in thee: grant deliverance from all evils, and things profitable unto all, O Virgin Theotokos, and save us all, for thou art the divine protec­tion of thy servants.",
        "kontakion": "O ye people, let us flee to that calm and good haven, the speedy helper and ready and fervent salvation, the protection of the Virgin, and let us make haste to prayer and speed to repentance. For the all-pure Theotokos poureth forth upon us inexhaustible mercies; she goeth before to help us and delivereth, her good-hearted and God-fearing servants from great misfortunes and evils."
    },
    {
        "day": 5,
        "month": 10,
        "name": "Holy Apostle James, Brother of God",
        "troparion": "As a disciple of the Lord thou didst receive the Gospel, O just one; as a martyr thou dost possess what is infinite; as the brother of God, thou hast boldness before Him; and as a hierarch, thou canst make entreaty. Beseech Christ God, that our souls be saved.",
        "kontakion": "The Word of God, the Only-begotten of the Father, Who came unto us in latter times, showed thee to be the first pastor and teacher of the people of Jerusalem, and a faithful server of the mysteries of the Spirit, O godly James. Wherefore, we all honor thee, O apostle."
    },
    {
        "day": 6,
        "month": 10,
        "name": "Holy Martyr Arethas & those with him",
        "troparion": "By the pangs of the saints, whereby they suffered for Thee, be Thou entreated, O Lord; and heal all our pain, we pray Thee, Who lovest mankind.",
        "kontakion": "The feast of the passion-bearers hath dawned upon us today as the harbinger of gladness; and celebrating it, we glorify the Lord who liveth in the highest."
    },
    {
        "day": 7,
        "month": 10,
        "name": "St Tabitha",
        "troparion": "Today the Faith of Christ is confirmed by Peter, and the faithful who behold the great wonder which hath been wrought in Joppa join chorus in gladness and glorify with psalms the Son of God, the Bestower of life. The preeminent apostle speaketh, and she who had died riseth from the grave. Her doth He Who hath cast down death give to the Christ, that the people may adorn themselves in emulation of her virtues. Wherefore come, ye Christians, let us bear our supplications to the saint: O blessed and loving Tabitha, bear thou our sighs unto the all-holy Trinity, and pray thou with boldness, that we may be children of the preeternal Light, may be counted worthy of the mercy of God, and may abide in love divine; and that peace may reign throughout all the world.",
        "kontakion": "The people of Joppa were filled with awe, and the angels of God marvelled, when he who healed Eneas called forth from the dead her who was called Dorcas, who was wholly adorned with lovingkindness, for whom the poor widows cried aloud. And now, O blessed Tabitha, hearken to our prayers which are offered unto thee, and beg thou the Bestower of all good things that He grant mercy and com­passions unto His faithful, that, blessing thee, we may cry aloud: Rejoice, O thou who teachest us the virtues!"
    },
    {
        "day": 8,
        "month": 10,
        "name": "Greatmartyr Demetrius",
        "troparion": "The whole world hath found thee to be a great champion amid misfortunes, who conquered the pagans, O passion-bearer. Therefore, as thou didst cast down the pride of Lyaeus and didst appoint the bold Nestor for the struggle, thus, O Demetrius, beseech Christ God to grant us great mercy.",
        "kontakion": "He that gaveth thee invincible strength, O Demetrius, hath dyed the Church in the streams of thy blood, and hath kept thy city unharmed for thou art its confirmation."
    },
    {
        "day": 9,
        "month": 10,
        "name": "Martyr Nestor of Thessalonica",
        "troparion": "In his suffering, O Lord, Thy martyr Nestor received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "As the disciple of the God-bearing Theodosius and a true emulator of his life, thou wast vouchsafed to be the first to behold his precious relics; and having translated them to rest in holiness with the other saints, with them thou hast inherited the kingdom of heaven. Pray thou to the Lord, that we who honor thee may also receive it."
    },
    {
        "day": 10,
        "month": 10,
        "name": "Great-martyr Parasceva",
        "troparion": "O all-wise and most lauded Parasceva, martyr of Christ, having received manly might and set aside thy womanly weakness, thou didst vanquish the devil and put the tyrant to shame, crying out and saying: Come ye, cut my body asunder with your swords and burn me with fire; for, rejoicing, I shall go to Christ my Bridegroom! Through her supplications, O Christ God, save our souls.",
        "kontakion": "Bearing thine all-holy and undefiled tor­ment to Christ, the immortal Bridegroom, as a dowry, thou didst gladden the choir of the an­gels and didst overcome the wiles of the de­mons. Wherefore, we cherish thee with honor and faith, O much suffering martyr Parasceva."
    },
    {
        "day": 11,
        "month": 10,
        "name": "Virgin-martyr Anastasia the Roman",
        "troparion": "Thy ewe-lamb Anastasia crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "On earth thou wast shown to be an angel in the flesh, and through fasting thou becamest like a planted tree, thriving on the water of abstinence, and washing defilement away with the torrents of thy tears. Wherefore, thou hast been revealed as a divine dwelling of the Spirit, O Abramius."
    },
    {
        "day": 12,
        "month": 10,
        "name": "Hieromartyr Zenobius and his sister Zenobia",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "With divinely inspired hymns let us worth­ily honor Zenobius and the wise Zenobia as true witnesses and preachers of piety, for they lived and departed this life together, and have re­ceived the crown of incorruption through martyrdom."
    },
    {
        "day": 13,
        "month": 10,
        "name": "Apostles Stachys, Amplias and those with them",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Let us hymn the wise apostles as is meet: Apelles, Urban and Aristobulus, Amplias, Narcissus and Stachys, whom the grace of our God brought together, as sacred treasures of the most Holy Spirit and effulgences of the Sun of glory."
    },
    {
        "day": 14,
        "month": 10,
        "name": "Holy Wonderworkers and Unmercenary Physicians Cosmas & Damian",
        "troparion": "O holy unmercenaries and wonderworkers Cosmas and Damian, visit our infirmi­ties: Freely have ye received, freely give unto us!",
        "kontakion": "Having received the grace of healings, ye extend health to those in need, O all-glorious physicians and wonderworkers. By your visitation cast down the audaci­ty of the enemy, healing the world with miracles."
    },
    {
        "day": 15,
        "month": 10,
        "name": "Martyrs Acindynus, Pegasius, Aphthonius, Elpidephoros & Anempodistus",
        "troparion": "O athletes of the Lord, blessed is the earth which drank in your blood, and holy the habitations which have received your bodies, for ye vanquished the enemy in the arena and preached Christ with boldness. Entreat Him, in that He is good, we pray, that our souls be saved.",
        "kontakion": "The pious and God-bearing martyrs, who on earth forsook all things: Acindynus, Pegasius and Anempodistus, and with them Aphthonius and Elpidephorus, Thou didst receive into the delight of Thy good things and into rest, O Thou Who alone are all-good."
    },
    {
        "day": 16,
        "month": 10,
        "name": "Martyrs Acepsimus the Bishop, Joseph the Priest and Aithalas the Deacon",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Thou didst celebrate the mysteries blamelessly, O wise one, and wast thyself an acceptable sacrifice, O divinely blessed one; for thou didst gloriously quaff the cup of Christ, O Holy Acepsimus, with thy fellow sufferers, and prayest unceasingly in behalf of us all."
    },
    {
        "day": 17,
        "month": 10,
        "name": "Venerable Father Ioannicius the Great",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Ioannicius, entreat Christ God that our souls be saved.",
        "kontakion": "Thou wast made manifest as a most radiant star, shining forth in the world and bringing light to those in the gloom of the passions. And thou hast been shown to be a most mighty physician. But as thou hast received the grace of healing, grant healing unto those who ask it of thee, that we may chant: Rejoice, O father Ioannicius!"
    },
    {
        "day": 18,
        "month": 10,
        "name": "Holy Martyrs Galacteon & Epistemis",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Having struggled splendidly, ye were reckoned among the legions of Christ's martyrs which fought valiantly, O glorious Galacteon, with Epistemis, thine hon­ored spouse, who suffered with thee. Unceasingly entreat the one God in behalf of us all."
    },
    {
        "day": 19,
        "month": 10,
        "name": "St. Paul the Confessor, Archbishop of Constantinople",
        "troparion": "Through thy confession of the divine Faith the Church hath shown thee to be another Paul, a zealot among her priests; and Abel crieth out to the Lord with thee, as doth the righteous blood of Zachariah. O venerable father, entreat Christ God, that we be given great mercy.",
        "kontakion": "O Paul, who shone forth upon the earth like a star of heavenly splendor, thou dost now enlighten the universal Church for which thou didst suffer, laying down thy life. And like that of Zachariah and Abel, thy blood crieth out to the Lord."
    },
    {
        "day": 20,
        "month": 10,
        "name": "33 Martyrs in Melitene",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "The radiant choir of martyrs, the luminous company, descending to us noetically, hath illumined the Church today with wondrous rays. Wherefore, celebrating their honored memory, we ask of Thee, O our Savior: through their supplications deliv­er us from misfortunes, that we may chant unto Thee: Alleluia!"
    },
    {
        "day": 21,
        "month": 10,
        "name": "Synaxis of the Archangel Michael, Commander of the Heavenly Host",
        "troparion": "Supreme commanders of the armies of Heaven, we, the unworthy, do ever entreat you, that by your prayers ye ever surround us with the protection of the wings of your immaterial glory, preserving us that earnestly fall down before you and cry aloud: Deliver us from misfortunes, in that ye are the leaders of the hosts on high.",
        "kontakion": "O ye chief commanders of God, ministers of glory divine, captains of the angels and instructors of men: beg ye great mercy and that which is profitable for us, for ye are the supreme commanders of the bodiless hosts."
    },
    {
        "day": 22,
        "month": 10,
        "name": "St. Nectarius, metropolitan of Pentapolis",
        "troparion": "O ye faithful, let us honor Nectarius, the offspring of Silyvria, the guardian of Aegina, the true friend of the virtues, as a godly servant of Christ; for he poureth forth all manner of, healings upon those who piously cry aloud: Glory to Christ Who hath glorified thee! Glory to Him Who hath crowned thee! Glory to Him Who through thee worketh healings for all!",
        "kontakion": "In joy of heart let us hymn with songs the newly revealed star of Orthodoxy, the newly erected bulwark of the Church; for, glorified by the activity of the Spirit, he poureth forth the abundant grace of healings upon those who cry: Rejoice, O father Nectarius!"
    },
    {
        "day": 23,
        "month": 10,
        "name": "Apostles Erastus, Olympus, Rodion, and those with them",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Today hath dawned the honored festival of the apostles which doth manifestly bestow the remission of sins upon all that keep their memory."
    },
    {
        "day": 24,
        "month": 10,
        "name": "Martyrs Minas, Victor & Vincent; Martyr Stephanida",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Christ our God, the imperishable Crown of martyrs, took thee, O passionbearer Minas, from a transient army, and showed thee forth as a partaker of the incorrupt­ible and heavenly."
    },
    {
        "day": 25,
        "month": 10,
        "name": "St. John the Almsgiver",
        "troparion": "In thy patience, O venerable father, thou didst acquire thy reward, having endured in prayers without ceasing, and loved the poor and provided for them. Beseech Christ God, O blessed almsgiver John, that our souls be saved.",
        "kontakion": "Thou didst distribute thy wealth to the destitute, and hast now received heavenly riches, O John most wise. Wherefore, celebrating thy memory, we all honor thee, O namesake of almsgiving."
    },
    {
        "day": 26,
        "month": 10,
        "name": "Saint John Chrysostom, Archbishop of Constantinople",
        "troparion": "Grace shining forth from thy mouth like a beacon hath illumined the universe, and disclosed to the world treasures of uncovetousness, and shown us the heights of humility; but while instructing by thy words, O father John Chrysostom. intercede with the Word, Christ our God, to Save our souls.",
        "kontakion": "From the heavens hast thou received divine grace, and by thy lips thou dost teach all to worship the one God in Trinity, O John Chrysostom, all-blessed righteous one. Rightly do we acclaim thee, for thou art a teacher revealing things divine."
    },
    {
        "day": 27,
        "month": 10,
        "name": "Holy Apostle Philip",
        "troparion": "O holy apostle Philip entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Thy disciple and friend, the emulator of Thy suffering, the divinely eloquent Philip, proclaimed Thee to the world as God; by his prayers and through the Theotokos, keep Thy Church and every city from most iniquitous enemies, O most Merciful One."
    },
    {
        "day": 28,
        "month": 10,
        "name": "Martyrs and Confessors Gurias, Samonas & Abibus",
        "troparion": "O Christ God, Thou hast given us an impregnable rampart in the miracles of Thy holy martyrs. Through their supplications destroy Thou the councils of the heathen and strengthen the scepters of kingdoms, in that Thou art good and lovest mankind.",
        "kontakion": "Having received grace from on high, O most lauded martyrs, ye intercede for those amid temptations; wherefore, ye delivered the maiden from a bitter death, O holy ones; for ye are truly the glory of Edessa and the joy of the world."
    },
    {
        "day": 29,
        "month": 10,
        "name": "Holy Apostle and Evangelist Matthew",
        "troparion": "O holy apostle and evangelist Matthew, entreat the merciful God, that He grant unto our souls remission of transgressions.",
        "kontakion": "Zealously following Christ the Master, Who, in His goodness, appeared to men on earth and called thee from thy tax-booth, thou wast shown to be a chosen apostle and a clarion-voiced proclaimer of the Gospel to the whole world. Wherefore, we honor thy precious memory, O divinely eloquent Matthew. Entreat the merciful God, that He grant unto our souls remission of transgressions."
    },
    {
        "day": 30,
        "month": 10,
        "name": "Saint Gregory the Wonderworker, Bishop of Neocaesaria",
        "troparion": "By vigilance in prayer and continuance in the working of miracles, thou didst acquire the name of thy worthy deeds. Yet pray thou to Christ God, O father Gregory, that He enlighten our souls, lest we sleep unto death.",
        "kontakion": "Receiving the power to work many miracles, thou didst terrify the demons with awesome signs, and didst dispel the diseases of men, O most wise Gregory. And thou wast called the wonderworker, receiving this title from thy works."
    },
    {
        "day": 1,
        "month": 11,
        "name": "Holy Martyrs Platon and Romanus",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Thy holy memory doth gladden the whole world, summoning all the faithful to thine all-honorable temple, where, assembled now with joy, we chant in hymns amid splendor. Wherefore, O Platon, we cry out to thee: Deliver thy city from the invasion of the heathen, O holy one."
    },
    {
        "day": 2,
        "month": 11,
        "name": "Prophet Obadiah",
        "troparion": "We celebrate the memory of Your prophet Obadiah, O Lord; through him we beseech You: Save our souls.",
        "kontakion": "The great Obadiah, acquiring a mind luminous with divine splendor, speaks through the Holy Spirit, proclaiming things to come. Today we honor him with faithful minds, celebrating his holy memory which enlightens the hearts of men."
    },
    {
        "day": 3,
        "month": 11,
        "name": "Sts. Gregory the Decapolite & Proclus, Archbishop of Constantinople",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "The Church knoweth thee to be a sun radiant with the beauties of the virtues, illu­mining all with rays of healings, O favorite of Christ. Wherefore, we celebrate thine honored memory and honor thy struggles, O most blessed and all-wise father Gregory."
    },
    {
        "day": 4,
        "month": 11,
        "name": "Entry of the Theotokos into the Temple",
        "troparion": "Today is the prelude of God's good will and the proclamation of the salvation of men. The Virgin hath manifestly appeared in the temple of God and proclaimeth Christ unto all. To her let us cry aloud: Rejoice, O thou fulfillment of the Creator's dispensation!",
        "kontakion": "The most pure temple of the Savior, the precious bridal chamber and Virgin, the sacred treasury of the glory of God, is on this day brought into the house of the Lord, bringing with her the grace that is in the divine Spirit. To her do the angels of God chant the hymn: She is the heavenly tabernacle!"
    },
    {
        "day": 5,
        "month": 11,
        "name": "Holy Apostle Philemon and those with him",
        "troparion": "O holy apostles entreat the merciful God that He grant to our souls remission of transgressions.",
        "kontakion": "Let us praise the apostles of Christ — the glorious Philemon, the sacred Archippus, Onesimus, Mark and Apollos, and with them the most wise Apphia — as most radiant stars illumining the ends of the earth; and let us cry out: Pray ye unceasingly in behalf of us all!"
    },
    {
        "day": 6,
        "month": 11,
        "name": "Sts. Amphilochius of Iconium & Gregory of Agrigentum",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "With effulgence of splendid radiance the Church of the Holy Spirit illumineth those who celebrate thy splendid repose, O venerable and most blessed father Gregory."
    },
    {
        "day": 7,
        "month": 11,
        "name": "Great Martyr Catherine of Alexandria",
        "troparion": "Thy ewe-lamb Catherine crieth out to Thee with a loud voice, O Jesus: I love Thee, O my Bridegroom, and, seeking Thee, I pass through many strug­gles: I am crucified and buried with Thee in Thy baptism, and suffer for Thy sake, that I may reign with Thee; I die for Thee that I might live with Thee. As an unblemished sacrifice accept me, who sacrifice myself with love for Thee By her supplications save Thou our souls, in that Thou art merciful.",
        "kontakion": "O ye that love the martyrs, raise up an honored chorus in godly manner honoring the most wise Catherine; for in the arena she preached Christ and trod upon the serpent, putting down the knowledge of the rhetors."
    },
    {
        "day": 8,
        "month": 11,
        "name": "Hieromartyr Clement, Pope of Rome & Peter, Patriarch of Alexandria",
        "troparion": "O God of our fathers, deal with us ever according to Thy meekness. Deprive us not of Thy mercy, but through their supplications direct our life in peace.",
        "kontakion": "O ye divine and immovable towers of the Church, godly pillars of piety truly strong, most lauded Clement and Peter; by your supplications preserve us all."
    },
    {
        "day": 9,
        "month": 11,
        "name": "Venerable Father Alypius, Stylite of Adrianopolis",
        "troparion": "Thou wast a pillar of patience, O venerable one, emulating the forefathers: Job, in afflictions; Joseph in temptations, and the life of the incorporeal ones while in the body. Entreat Christ God. O Alypius, our father, that our souls be saved.",
        "kontakion": "Today the Church glorifieth and hymneth thee, O Alypius, as a cause of virtues and the adornment of fasters. In accordance with thy name thy supplications grant deliverance from grievous transgressions unto them that with love honor thy brave deeds and struggles."
    },
    {
        "day": 10,
        "month": 11,
        "name": "Greatmartyr James the Persian",
        "troparion": "In his suffering, O Lord, Thy martyr James received an imperishable crown from Thee our God; for, possessed of Thy might, he set at nought the tormentors and crushed the feeble audacity of the demons. By his supplications save Thou our souls.",
        "kontakion": "Persuaded by thy good spouse, O James who wast patient of soul, and fearing rather the dread tribunal, thou didst spit upon the Persians' command and the fear of them, and didst show thyself to be an honorable martyr whose body was pruned like a vine."
    },
    {
        "day": 11,
        "month": 11,
        "name": "Venerable Martyr Stephen the New",
        "troparion": "Struggling first in fasting upon the mountain, with the whole armor of the Cross thou didst destroy the noetic hordes of the enemy, O most blessed one; and after­wards thou didst manfully array thyself for thy contest, slaying Copronymus with the sword of faith. And for both hast thou been crowned by God, O ever-memorable venerable martyr Stephen.",
        "kontakion": "With all our heart, O ye who love the feasts of the Church, let us faithfully praise with hymns the godly Stephen, the lover of the Trinity, as one who venerated the beauteous image of the Master and His Mother; and together let us now cry out to him, rejoicing with love: Rejoice, O ever-glorious father!"
    },
    {
        "day": 12,
        "month": 11,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 13,
        "month": 11,
        "name": "Holy Apostle Andrew, the First-Called",
        "troparion": "As thou art the first-called of the apostles and the brother of the pre-eminent one, entreat thou the Master of all, O Andrew, that He grant peace to the world and great mercy to our souls.",
        "kontakion": "The divinely eloquent namesake of manliness, the eminent follower of the Church, the kinsman of Peter, let us praise, for as of old he was called, so now he calleth us: Come ye, we have found the Desired One!"
    },
    {
        "day": 14,
        "month": 11,
        "name": "Holy Prophet Nahum",
        "troparion": "Celebrating the memory of Thy prophet Nahum O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "Thy pure heart, enlightened by the Spirit, became the dwelling-place of most splendid prophecy; for thou beholdest things afar off as though they were near. Wherefore, we honor thee, O most blessed and glorious Prophet Nahum."
    },
    {
        "day": 15,
        "month": 11,
        "name": "Holy Prophet Habbakuk",
        "troparion": "Celebrating the memory of Thy prophet Habbakuk O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "O divinely eloquent Habbakuk who announced to the world God's coming forth from the south, from the Virgin, and who, standing on divine watch, didst receive a report from the radiant angel: thou hast proclaimed the resurrection of Christ to the world. Wherefore, in gladness we cry out to thee: Rejoice, O splendid adornment of the prophets!"
    },
    {
        "day": 16,
        "month": 11,
        "name": "Holy Prophet Zephaniah",
        "troparion": "Celebrating the memory of Thy prophet Zephaniah O Lord, through him do we entreat Thee, save Thou our souls.",
        "kontakion": "Thou wast shown to be brilliant by the divine Spirit, O Prophet Zephaniah, proclaiming the coming of God: Rejoice exceedingly, O daughter of Zion! Proclaim Him, O Jerusalem! Behold, thy King cometh to save mankind!"
    },
    {
        "day": 17,
        "month": 11,
        "name": "St. John of Damascus",
        "troparion": "O instructor of Orthodoxy, teacher of piety and purity, beacon for the whole world, divinely inspired adornment of monastics. O most wise John by thy doctrines thou hast illumined all. O harp of the Spirit, entreat Christ God that our souls be saved.",
        "kontakion": "Let us hymn John, the honored and divinely eloquent speaker and hymnographer, the instructor and teacher of the Church, the opponent of the enemy; for taking up the Cross of the Lord as a sword, he hath cut down all the falsehood of heresies, and as a fervent intercessor before God he bestoweth forgiveness of transgressions upon all."
    },
    {
        "day": 18,
        "month": 11,
        "name": "St. Sabbas the Sanctified",
        "troparion": "With the streams of thy tears thou didst irrigate the barren desert, and with sighs from the depths of thy soul thou didst render thy labors fruitful an hun­dredfold. Thou wast a beacon for the whole world, radiating miracles. O our father Sabbas, entreat Christ God that our souls be saved.",
        "kontakion": "In thy virtue didst thou offer thyself from childhood unto God as an unblem­ished sacrifice, O blessed Sabbas, becoming a gardener in the garden of piety. Therefore, thou wast an adornment for the venerable and a right praiseworthy citizen of the desert. Wherefore, we cry to thee: Rejoice, O Sabbas most rich!"
    },
    {
        "day": 19,
        "month": 11,
        "name": "St. Nicholas, Archbp. of Myra in Lycia",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Nicholas our father, entreat Christ God that our souls be saved.",
        "kontakion": "In Myra thou wast shown to be a performer of the sacred mysteries, O holy one, for, fulfilling the Gospel of Christ, thou didst lay down thy life for thy peo­ple, O venerable one, and didst save the innocent from death. Wherefore, thou hast been sanctified as a great initiate of the grace of God."
    },
    {
        "day": 20,
        "month": 11,
        "name": "St. Ambrose, Bp. of Milan",
        "troparion": "The truth of things revealed thee to thy flock as a rule of faith, a model of meekness and a teacher of abstinence wherefore thou hast attained the heights through humility and riches through poverty. O hierarch Ambrose our father, entreat Christ God that our souls be saved.",
        "kontakion": "Shining with divine dogmas, thou didst darken the deception of Arius, O Ambrose, pastor and teacher of the mysteries. And working wonders through the power of the Spirit, thou didst manifestly heal divers passions, O venerable father. Entreat Christ God, that our souls be saved."
    },
    {
        "day": 21,
        "month": 11,
        "name": "St. Patapius of Thebes",
        "troparion": "In thee, O father, that which was created according to the image of God was manifestly saved. For accepting thy cross thou didst follow after Christ, and praying thou didst learn to disdain the flesh, for thou didst transcend it to take care of thine immortal soul. Wherefore, with the angels doth thy soul rejoice, O venerable Patapius.",
        "kontakion": "They that have found thy temple to be a place of spiritual healing, O holy one, and have recourse thereto with zeal, ask to receive the healing of their infirmities and forgiveness of the transgressions they committed in their lives; for thou art seen to be an intercessor for all that are in need, O venerable Patapius."
    },
    {
        "day": 22,
        "month": 11,
        "name": "Conception of the All-Holy Theotokos by St. Anna",
        "troparion": "Today, the bonds of barrenness are loosed, for God, hearkening unto Joachim and Anna, doth manifestly promise them that they will beyond all expectation, give birth to the divine Maiden, from whom the Infinite One Himself, becoming man, shall be born. And He commandeth the angels to cry unto her: Rejoice, thou who art full of grace, the Lord is with thee!",
        "kontakion": "Today the whole world doth celebrate Anna's conceiving, which was brought about by God, for she gave birth unto her who ineffably gave birth unto the Word."
    },
    {
        "day": 23,
        "month": 11,
        "name": "Holy Martyrs Menas, Hermogenes & Eugraphus of Alexandria",
        "troparion": "Having mortified the fiery forms and movements of the passions by abstinence, O martyrs of Christ, ye received the grace to dispel the ailments of the infirm, and, living even after your death, to work miracles! O truly most glori­ous wonder! Bare bones pour forth healing! Glory to the only God and Creator!",
        "kontakion": "Together let us all honor with sacred and sweet hymnody, the wondrous Menas, the godly Hermogenes and Eugraphus, as ones who rendered honor unto the Lord, who suffered for Him, attained unto the choirs of the incorporeal in the heavens, and pour forth miracles."
    },
    {
        "day": 24,
        "month": 11,
        "name": "St. Daniel the Stylite of Constantinople",
        "troparion": "Thou wast a pillar of patience, O venerable one, emulating the forefathers: Job, in afflictions; Joseph in temptations, and the life of the incorporeal ones while in the body. Entreat Christ God. O Daniel, our father, that our souls be saved.",
        "kontakion": "Having ascended thy pillar like a star of great radiance, thou didst illumine the world with thy venerable deeds and didst dispel the gloom of deception, O father; wherefore, we beseech thee: Shine forth even now in the hearts of thy servants the unwaning light of knowledge."
    },
    {
        "day": 25,
        "month": 11,
        "name": "St. Spyridon the Wonderworker, Bp. of Tremithus",
        "troparion": "The very truth of things revealed thee to thy flock as a rule of faith, a model of meekness and teacher of abstinence. Wherefore, thou didst attain the heights through humility, and riches through poverty. O father Spyridon, entreat Christ God that our souls be saved!",
        "kontakion": "Wounded with love for Christ, and giving wings to thy mind through the radi­ance of the Spirit, O most sacred one, thou didst find thy work in thine active divine vision, O thou that art pleasing unto God, being a divine oblation, and asking divine illumination for all."
    },
    {
        "day": 26,
        "month": 11,
        "name": "Holy Martyrs Eustratius, Auxentius, Eugene, Mardarius & Orestes; Holy Martyr Lucia",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Thou hast been shown to be a most splendid luminary, for those who sit in the darkness of ignorance, O passion-bearer; for, armed with faith as with a spear, thou wast undaunted by the arrogance of the enemy, O Eustratius, who art far more eloquent than any orator."
    },
    {
        "day": 27,
        "month": 11,
        "name": "Holy Martyrs Thyrsus, Leucius, Philemon & Companions",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormenters and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "Reviling the impious tyrant, O champions of faith and piety, ye denounced his bestial thirst for blood, and fortified by the help of Christ, O Thyrsus and Leucius, ye vanquished his wrathful opposition. With those who suffered with you, pray ye in our behalf."
    },
    {
        "day": 28,
        "month": 11,
        "name": "Hieromartyr Eleutherius",
        "troparion": "As thou didst share in the ways of the apostles and didst occupy their throne, thou didst find thine activity to be a passage to divine vision, O divinely inspired one. Wherefore, ordering the word of truth, thou didst suffer for the Faith even to the shedding of thy blood. O hieromartyr Eleutherius, entreat Christ God, that our souls be saved.",
        "kontakion": "We all praise thee as the adornment of priests and the proclamation of passion-bearers, O venerable hieromartyr Eleutherius, and we entreat thee: From multi­farious misfortunes free those who celebrate thy memory with love, praying unceasingly for us all."
    },
    {
        "day": 29,
        "month": 11,
        "name": "",
        "troparion": "",
        "kontakion": ""
    },
    {
        "day": 30,
        "month": 11,
        "name": "Holy Prophet Daniel & Three Holy Youths, Ananias, Azarias'and Misail",
        "troparion": "Great are the accomplishments of faith! In the fountain of flame, as in refresh­ing water, the three holy children rejoiced; and the Prophet Daniel was shown to be a shepherd of lions, as of sheep. By their prayers, O Christ God; save Thou our souls.",
        "kontakion": "Enlightened by the Spirit, thy pure heart became the receptacle of most splendid prophecy: for thou beheldest far-off things as though they were present, and, cast into the pit, didst tame the lions. Wherefore, we honor thee, O blessed and glorious Prophet Daniel."
    },
    {
        "day": 31,
        "month": 11,
        "name": "Martyr Sebastian & Companions",
        "troparion": "In their sufferings, O Lord, Thy martyrs received imperishable crowns from Thee our God; for, possessed of Thy might, they set at nought the tormentors and crushed the feeble audacity of the demons. By their supplications save Thou our souls.",
        "kontakion": "A hand-wrought image ye would not worship, O thrice-blessed ones; but armed by the Indepictable Essence, ye were glorified in your ordeal by fire. Standing in the midst of the irresistible flame, ye called upon God: Speed Thou, O Compassionate One, and hasten, since Thou art merciful, to come unto our aid, for Thou art able, if it be Thy will."
    }
]   