[
    {
        "feast": "The Nativity of the Theotokos",
        "troparion": "Thy nativity, O Theotokos Virgin, hath proclaimed joy to all the world; for from thee hath dawned the Sun of Righteousness, Christ our God, annulling the curse and bestowing the blessing, abolishing deathand granting us life eternal.",
        "kontakion": "Joachim and Anna were freed from the reproach of childlessness and Adam and Eve from the corruption of death, by the holy nativity, O immaculate one, which thy people, redeemed from the guilt of offences, celebrate by crying to thee: The barren woman giveth birth to the Theotokos, the nourisher of our life."
    },
    {
        "feast": "The Elevation of the Cross",
        "troparion": "Save, O Lord, Thy people, and bless Thine inheritance, grant Thou unto Orthodox Christians victory over enemies; and by the power of Thy Cross do Thou preserve Thy commonwealth.",
        "kontakion": "O Thou Who wast lifted up willingly on the Cross, bestow Thy mercies upon the new community named after Thee, O Christ God; gladden with Thy power the Orthodox Christians, granting them victory over enemies, may they have as Thy help the weapon of peace, the invincible trophy."
    },
    {
        "feast": "The Entry of the Theotokos into the Temple",
        "troparion": "Today is the prelude of God's good-will and the prophecy of the salvation of men. The Virgin appears openly in the temple of God and fortells Christ to all. So let us cry to her with loud voices: Rejoice, thou who art the fulfilment of the Creator's providence.",
        "kontakion": "The most pure Temple of the Saviour, the most precious bridal-chamber and Virgin, the sacred treasury of the glory of God, today enters into the house of the Lord, bringing with her the grace that is in the Divine Spirit. And the Angels of God sing of her: This is the heavenly tabernacle."
    },
    {
        "feast": "The Nativity of our Lord God and Saviour Jesus Christ",
        "troparion": "Thy birth, O Christ our God, rose upon the world as the light of knowledge; for through it those who worshipped the stars were taught by a star to adore Thee, the Sun of Righteousness, and to know Thee, the Sunrise from on high. O Lord, glory to Thee.",
        "kontakion": "The Virgin today gives birth to the Transcendent One, and the earth offers a cave to the Unapproachable One. Angels and shepherds glorify Him, and wise men journey with a star. For a young Child is born for us, Who is the eternal God."
    },
    {
        "feast": "Theophany",
        "troparion": "When Thou wast baptised in the Jordan, O Lord, the worship of the Trinity made its appearance. For the voice of the Father bore witness to Thee, when He called Thee His beloved Son. And the Spirit in the form of a dove confirmed the truth of the word. O Christ our God Who hast appeared and hast enlightened the world, glory to Thee!",
        "kontakion": "Thou hast appeared today to the world, and Thy light, O Lord, has been signed upon us who with full knowledge sing to Thee. Thou hast come, Thou hast appeared, O Unapproachable Light."
    },
    {
        "feast": "The Meeting of the Lord",
        "troparion": "Rejoice, thou who art full of grace, Mother of God and Virgin, for from thee arose the Sun of Righteousness, Christ our God, to give light to those in darkness. Rejoice thou also, righteous elder, who didst take in thy arms the Redeemer of our souls who also gives us the grace of resurrection.",
        "kontakion": "Thou Who didst sanctify the Virgin's womb by Thy birth and bless Simeon's hands as was fitting, hast now come to us and saved us, O Christ our God. But grant peace in the midst of wars to Thy community, and strengthen the Church which Thou hast loved, O only Lover of men."
    },
    {
        "feast": "The Annunciation",
        "troparion": "Today is the beginning of our salvation and the manifestation of the mystery which is from eternity. The Son of God becomes the Son of the Virgin, and Gabriel announces grace. So with him let us also cry to the Mother of God: Rejoice, thou who art full of grace! The Lord is with thee.",
        "kontakion": "Queen of the Heavenly Host, Defender of our souls, we thy servants offer to thee songs of victory and thanksgiving, for thou, O Mother of God, hast delivered us from dangers. But as thou hast invincible power, free us from conflicts of all kinds that we may cry to thee: Rejoice, unwedded Bride!"
    },
    {
        "feast": "The Entry of the Lord into Jerusalem",
        "troparion": "In confirming the common Resurrection, O Christ God, Thou didst raise up Lazarus from the dead before Thy Passion. Wherefore, we also, like the children bearing the symbols of victory, cry to Thee, the Vanquisher of death: Hosanna in the highest; blessed is He that cometh in the name of the Lord.",
        "kontakion": "Being borne upon a throne in heaven, and upon a colt on the earth, O Christ God, Thou didst accept the praise of the angels and the laudation of the children as the cry to Thee: Blessed is He that cometh to recall Adam."
    },
    {
        "feast": "The Ascension",
        "troparion": "Thou hast ascended in glory, O Christ our God, having gladdened Thy disciples with the promise of the Holy Spirit; and they were assured by the blessing that Thou art the Son of the God, the Redeemer of the world.",
        "kontakion": "When Thou didst fulfill Thy dispensation for our sake, uniting things on earth with the heavens, Thou didst ascend in glory, O Christ our God, departing not hence, but remaining inseperable from us, and crying unto them that love Thee: I am with you, and no one shall be against you."
    },
    {
        "feast": "Holy Pentecost",
        "troparion": "Blessed art Thou, O Christ our God, Who hast shown forth the fishermen as supremely wise, by sending down upon them the Holy Spirit, and through them didst draw the world into Thy net. O Lover of mankind, glory be to Thee.",
        "kontakion": "Once, when He descended and confounded the tongues, the Most High divided the nations; and when He divided the tongues of fire, He called all men into unity; and with one accord we glorify the All-Holy Spirit."
    },
    {
        "feast": "Transfiguration",
        "troparion": "When Thou wast transfigured on the mountain, O Christ our God, Thou didst show Thy glory to Thy disciples as far as they could bear it. Let Thy everlasting light illumine also us sinners through the intercessions of the Mother of God. Giver of Light, glory to Thee.",
        "kontakion": "Thou wast transfigured on the mountain, O Christ our God, and Thy disciples beheld Thy glory as far as they were capable, that when they should see Thee crucified, they might know that Thy suffering was voluntary and might proclaim to the world that Thou art indeed the reflection of the Father."
    },
    {
        "feast": "The Dormition",
        "troparion": "In giving birth thou didst keep thy virginity, and in thy assumption thou didst not forsake the world, O Mother of God. Thou didst pass on to life, since thou art the Mother of Life, and by thy intercessions thou redeemest our souls from death.",
        "kontakion": "The grave and death could not hold the Mother of God, who is sleepless in her intercessions and an unchanging hope in her meditations. For as the Mother of Life she was transferred to life by Him Who dwelt in her ever-virgin womb."
    }
]