[
    {
        "text": "O come, let us worship God our King.<br /> O come, let us worship and fall down before Christ our King and God.<br /> O come, let us worship and fall down before Christ Himself, our King and God."
    },
    {
        "text": "Glory to the Father, and to the Son, and to the Holy Spirit, both now and ever, and unto the ages of ages. Amen."
    },
    {
        "text": "Alleluia, alleluia, alleluia. Glory to Thee O God (x3)"
    },
    {
        "text": "Lord, have mercy (x3)"
    },
    {
        "text": "Glory to the Father, and to the Son, and to the Holy Spirit."
    },
    {
        "text": "Both now and ever, and unto the ages of ages. Amen."
    },
    {
        "text": "Holy God, Holy Mighty, Holy Immortal, have mercy on us (x3) <p>Glory to the Father, and to the Son, and to the Holy Spirit, both now and ever, and unto the ages of ages. Amen</p><p>O Most Holy Trinity, have mercy on us. O Lord, blot out our sins. O Master, pardon our iniquities. O Holy One, visit and heal our infirmities for Thy name's sake.</p><p>Lord, have mercy (x3)</p><p>Glory to the Father, and to the Son, and to the Holy Spirit, both now and ever, and unto the ages of ages. Amen</p><p>Our Father, Who art in the heavens, hallowed by Thy name. Thy kingdom come, Thy will be done, on earth as it is in heaven. Give us this day our daily bread, and forgive us our debts, as we forgive our debtors; and lead us not into temptation, but deliver us from the evil one.</p><p>Through the prayers of our Holy Fathers, O Lord Jesus Christ our God, have mercy on us. Amen.</p>"
    },
    {
        "text": "Lord, have mercy (x40)"
    },
    {
        "text": "Thou who at all times and at every hour, in heaven and on earth, art worshipped and glorified, O Christ God, Who art long suffering, plenteous in mercy, most compassionate, Who lovest the righteous and hast mercy on sinners, Who callest all to salvation through the promise of good things to come: Receive, O Lord, our prayers at this hour, and guide our life toward Thy commandments. Sanctify our souls, make chaste our bodies, correct our thoughts, and deliver us from every sorrow, evil, and pain. Compass us about with Thy holy angels that, guarded and guided by their array, we may attain to the unity of the faith and the knowledge of Thine unapproachable glory; for blessed art Thou unto the ages of ages."
    },
    {
        "text": "More honourable than the Cherubim, and beyond compare more glorious than the Seraphim, who without corruption gavest birth to God the Word, the very Theotokos, thee do we magnify."
    },
    {
        "text": "Through the prayers of our Holy Fathers, O Lord Jesus Christ our God, have mercy on us. Amen"
    },
    {
        "text": "O Heavenly King, Comforter, Spirit of Truth, Who art everywhere present and fillest all things, Treasury of good things and Giver of life: Come and dwell in us, and cleanse us from all impurity, and save our souls, O Good One."
    },
    {
        "text": "Lord, have mercy (x12)"
    },
    {
        "text": "It is truly meet to bless thee, the Theotokos, ever-blessed and most blameless, and Mother of our God. More honourable than the Cherubim, and beyond compare more glorious than the Seraphim, who without corruption gavest birth to God the Word, the very Theotokos, thee do we magnify."
    }
]