[
    {
        "tone": 1,
        "troparion": "When the stone had been sealed by the Jews, and the soldiers were guarding Thine immaculate Body, Thou didst arise on the third day, O Saviour, granting life unto the world. Wherefore, the Hosts of the heavens cried out to Thee, O Life giver: Glory to Thy Resurrection, O Christ. Glory to Thy Kingdom. Glory to Thy dispensation, O only Lover of mankind.",
        "kontakion": "As God, Thou didst arise from the tomb in glory, and Thou didst raise the world together with Thyself. And mortal nature praiseth Thee as God, and death hath vanished. And Adam danceth, O Master, and Eve, now freed from fetters, rejoiceth as she creith out: Thou art He, O Christ, that grantest unto all resurrection."
    },
    {
        "tone": 2,
        "troparion": "When Thou didst descend unto death, O Life Immortal, then didst Thou slay hades with the lightning of Thy Divinity. And when Thou didst also raise the dead out of the nethermost depths, all the Hosts of the heavens cried out: O Life-giver, Christ our God, glory be to Thee.",
        "kontakion": "Thou didst arise from the tomb, O omnipotent Saviour, and hades was terrified on beholding the wonder; and the dead arose, and creation at the sight thereof rejoiceth with Thee. And Adam also is joyful, and the world, O my Saviour, praiseth Thee for ever."
    },
    {
        "tone": 3,
        "troparion": "Let the heavens be glad; let earthly things rejoice; for the Lord hath wrought might with His arm. He hath trampled down death by death; the firstborn of the dead hath He become. From the belly of hades hath He delivered us and hath granted to the wrold great mercy.",
        "kontakion": "Thou didst arise today from the tomb, O Merciful One, and didst lead us out of the gates of death. Today Adam danceth and Eve rejoiceth; and together with them both the Prophets and the Patriarchs unceasingly praise the divine might of Thine authority."
    },
    {
        "tone": 4,
        "troparion": "Having learned the joyful proclaimation of the Resurrection from the angel, and having cast off the ancestral condemnation, the women disciples of the Lord spake to the apostles exultantly: Death is despoiled and Christ God is risen, granting to the world great mercy.",
        "kontakion": "My Saviour and Redeemer hath, as God, raised up the earthborn from the grave and from their fetters, and He hath broken the gates of hades, and, as Master, hath risen on the third day."
    },
    {
        "tone": 5,
        "troparion": "Let us the faithful, praise and worship the Word Who is co-unoriginate with the Father and the Spirit, and Who was born of the Virgin for our salvation; for He was pleased to ascend the Cross in the flesh and to endure death, and to raise the dead by His glorious Resurrection.",
        "kontakion": "Unto hades, O my Saviour, didst Thou descend, and having broken its gates as One omnipotent, Thou, as Creator, didst raise up the dead together with Thyself. And Thou didst break the sting of death, and didst deliver Adam from the curse, O Lover of mankind. Wherefore, we all cry unto Thee: Save us, O Lord."
    },
    {
        "tone": 6,
        "troparion": "Angleic Hosts were above Thy tomb, and they that guarded Thee became as dead. And Mary stood by the grave seeking Thine immaculate Body.Thou didst despoil hades and wast not tempted by it. Thou didst meet the Virgin and didst grant us life. O Thou who didst rise from the dead, O Lord, glory be to Thee.",
        "kontakion": "Having by His life-bestowing hand raised up all the dead out of the dark abysses, Christ God, the Giver of Life, hath bestowed the Resurrection upon the fallen human race; for He is the Saviour of all, the Resurrection, and the Life, and the God of all."
    },
    {
        "tone": 7,
        "troparion": "Thou didst destroy death by Thy Cross, Thou didst open Paradise to the theif. Thou didst change the lamentation of the Myrrh-bearers, and Thou didst command Thine Apostles to proclaim that Thou didst arise, O Christ God, and grantest to the world great mercy.",
        "kontakion": "No longer will the dominion of death be able to keep men captive; for Christ hath decended, demolishing and destroying the powers thereof. Hades is bound; the Prophets rejoice with one voice, saying: A Saviour hath come for them that have faith. Come forth, ye faithful, for the Resurrection."
    },
    {
        "tone": 8,
        "troparion": "From on high didst Thou descend, O Compassionate One; to burial of three days hast Thou submitted that Thou mightest free us from our passions. O our Life and Resurrection, O Lord, glory be to Thee",
        "kontakion": "Having arised from the tomb, Thou didst raise up the dead and didst resurrect Adam. Eve also danceth at Thy Resurrection, and the ends of the world celebrate Thine arising from the dead, O Greatly-merciful One."
    }
]