[
    {
        "feast": "The Publican and the Pharisee",
        "troparion": "Open to me the doors of repentance, O Life-giver. For my spirit rises early to pray towards Thy holy temple, bearing the temple of my body all defiled. But in Thy compassion, purify me by the loving kindness of Thy mercy.",
        "kontakion": "Let us avoid the proud speaking of the Pharisee and learn humility from the groans of the Publican, and let us cry in penitence: O Saviour of the world, be merciful to Thy servants."
    },
    {
        "feast": "The Prodigal Son",
        "kontakion": "Having foolishly abandoned Thy paternal glory, I have squandered on vices the wealth Thou gavest me. Therefore I cry to Thee, O compassionate Father, receive me who repent, and treat me as one of Thy hired servants."
    },
    {
        "feast": "Sunday of the Last Judgement",
        "kontakion": "When Thou comest to earth with glory, O God, and all things tremble, then a river of fire will flow before Thy Judgment Seat, and the books will be opened, and the hidden things made public. Then deliver me from the unquenchable fire and grant me to stand at Thy right hand, O most just Judge."
    },
    {
        "feast": "Cheesefare Sunday",
        "kontakion": "O Lord, Who art the guide to wisdom, the bestower of prudence, the instructor of the thoughtless, and the protector of the poor, strengthen and enlighten my heart. Give me the gift of expression, O Thou Who art the Word of the Father; for behold I will not prevent my lips from crying to Thee: O Merciful Lord, have mercy on me who have fallen."
    },
    {
        "feast": "Triumph of Orthodoxy",
        "troparion": "We worship Thy immaculate Image, O Good One, and ask forgiveness of our sins, O Christ God; for of Thy own will Thou wast pleased to ascend the Cross in the flesh, to deliver from slavery to the enemy those whom Thou hadst created. Therefore we thankfully cry to Thee: Thou hast filled all things with joy, O our Saviour, by coming to save the world.",
        "kontakion": "The illimitable Word of the Father accepted limitations by incarnation from thee, O Mother of God; and He transformed our defiled image to its original state and transfused it with the divine beauty. But we confess and give thanks for our salvation, and we proclaim it by deed and word."
    },
    {
        "feast": "St. Gregory Palamas",
        "troparion": "Light of Orthodoxy, pillar and doctor of the Church, adornment of monks, invincible champion of theologians, O Gregory the wonderworker, praise of Thessalonica, preacher of grace, ever pray that our souls may be saved.",
        "kontakion": "Organ of wisdom, holy and divine, bright clarion of theology, we praise thee in harmony, O divine speaker Gregory: But as a mind standing before the First Mind, direct our mind to Him, father, that we may cry: Rejoice, preacher of grace!"
    },
    {
        "feast": "Adoration of the Cross",
        "troparion": "O Lord, save Thy people and bless Thine inheritance. Grant victory over their enemies to Orthodox Christians, and protect Thy people with Thy Cross.",
        "kontakion": "O Christ our God, Who wast voluntarily lifted up on the Cross, grant Thy mercies to Thy new people named after Thee. Gladden with Thy power Orthodox Christians and give them victory over their enemies. May they have as an ally that invincible trophy, Thy weapon of peace." 
    },
    {
        "feast": "St John of Lestvichnik",
        "troparion": "Thou didst prove to be a freeman of the desert, an angel in a body, and a wonder-worker, O our God - bearing Father John. By fasting, vigil and prayer thou didst obtain heavenly gifts, and thou healest the sick and the souls of those who have recourse to thee with faith. Glory to Him Who gave thee strength, glory to Him Who crowned thee, glory to Him Who works through thee healings for all.",
        "kontakion": "Offering ever-blossoming fruits of learning from thy book, O wise one, thou delightest the hearts of those who study it seriously, O blessed one. For it is a ladder which leads up from the earth to the heavenly and abiding glory souls who with faith honour thee."
    },
    {
        "feast": "St. Mary of Egypt",
        "troparion": "In thee, O Mother, was carefully preserved what is according to the Image. For thou didst take the Cross and follow Christ. By so doing thou didst teach us to disregard the flesh, for it passes away, but to care for the soul as an immortal thing. Therefore, St. Mary, thy spirit rejoices with the Angels.",
        "kontakion": "Having escaped the fog of sin, and having illumined thy heart with the light of penitence, O glorious one, thou didst come to Christ and didst offer to Him His immaculate and holy Mother as a merciful intercessor. Hence thou hast found remission for transgressions, and with the angels thou ever rejoicest."
    },
    {
        "feast": "Entry of the Lord",
        "troparion": "Thou didst give a pledge of the general resurrection before Thy Passion, O Christ our God, by raising Lazarus from the dead. Therefore, we too, like the children, carry the symbols of victory and cry to Thee, the Vanquisher of death: Hosanna in the Heights! Blessed is He Who comes in the Name of the Lord.",
        "kontakion": "On the throne in heaven and riding a colt on earth, O Christ our God, Thou didst receive the praise of Angels and the chorus of the children who cried to Thee: Blessed art Thou Who comest to recall Adam."
    },
    {
        "feast": "Pascha",
        "troparion": "Christ is risen from the dead, trampling on death by death, and on those in the tombs bestowing life. (x3)",
        "kontakion": "Though Thou didst descend into the grave, O Immortal One, yet didst Thou destroy the power of hell, and didst rise again as Conqueror, O Christ our God, saying to the myrrhbearing women, Rejoice! and giving peace to Thine Apostles, and offering to the fallen resurrection."
    },
    {
        "feast": "Thomas Sunday",
        "troparion": "When the tomb was sealed, Thou, the Life, O Christ our God, didst rise up from the grave; and when the doors were closed, Thou, the Resurrection of all, didst stand among the disciples, and through them renew a right spirit in us, according to Thy mercy.",
        "kontakion": "With his inquisitive right hand, Thomas probed Thy life-giving side, O Christ our God. For when Thou didst enter, the doors being shut, with the rest of the Apostles he cried to Thee: Thou art my Lord and my God."
    },
    {
        "feast": "The Myrrh-bearing women",
        "troparion": "When Thou, the Deathless Life, didst go down to death, then didst Thou slay hell by the lightning flash of Thy Divinity. And when Thou didst raise the dead from the lower world, all the Powers of Heaven cried aloud: Christ our God, Giver of Life, glory to Thee. Noble Joseph took Thy immaculate Body down from the Tree, wrapped It in a clean shroud and spices, and having embalmed It laid It in a new sepulchre. But on the third day Thou didst rise, O Lord, granting to the world great mercy. To the myrrbearing women at the sepulchre an Angel appeared and cried: Myrrh is fit for the dead, but Christ has shown Himself a Stranger to corruption. So cry: The Lord has risen, granting to the world great mercy.",
        "kontakion": "Thou didst command the Myrrbearers to rejoice, O Christ our God, Thou didst dry the tears of our first mother Eve by Thy Resurrection, and Thou didst command the Apostles to preach: The Saviour has risen from the tomb."
    },
    {
        "feast": "Sunday of the Paralytic",
        "troparion":"Christ is risen from the dead, trampling on death by death, and on those in the tombs bestowing life. (x3)",
        "kontakion": "By Thy divine presence, O Lord, raise my soul which is terribly paralyzed by all kinds of sins and misguided actions, as of old Thou didst raise the paralytic, that saved I may cry to Thee: O compassionate Christ, glory to Thy power."
    },
    {
        "feast": "The Samaritan Woman",
        "troparion": "Having come to the well by faith, the Samaritan woman beheld Thee, the Water of Wisdom, of which she drank lavishly, and inherited the kingdom on high, where her praises are sung eternally."
    },
    {
        "feast": "The Blind Man",
        "troparion": "Christ is risen from the dead, trampling on death by death, and on those in the tombs bestowing life. (x3)",
        "kontakion": "Having the eyes of my soul blinded, I come to Thee, O Christ, like the man blind from birth, and with repentance I cry to Thee: Thou art the bright Light of those in darkness."
    },
    {
        "feast": "The Fathers of the First Ecumenical Council",
        "troparion": "Most glorious art Thou, O Christ our God, Who didst establish our fathers, as torch-bearers on earth and through them didst guide us all to the true faith. Most Compassionate One, glory to Thee.",
        "kontakion": "The preaching of the Apostles, and the dogmas of the fathers, confirmed the one faith of the Church. And wearing the garment of truth, woven from heavenly theology, she rightly dispenses and glorifies the great mystery of piety."
    },
    {
        "feast": "Pentecost",
        "troparion": "Blessed art Thou, Christ our God, Who didst make the fishermen wise by sending down upon them the Holy Spirit, and through them didst draw the world into Thy net. Lover of men, glory to Thee.",
        "kontakion": "When the Most High came down and confused the tongues, He divided the nations, but when He distributed the tongues of fire, He called all to unity. And with one accord we glorify the All-Holy Spirit."
    },
    {
        "feast": "All Saints",
        "troparion": "In all the world, O Christ our God, Thy Church is adorned with the blood of Thy martyrs as with purple and fine linen. Through them she cries to Thee: Send down Thy compassion to Thy people, grant peace to Thy community, and to our souls the great mercy.",
        "kontakion": "The universe offers to Thee, O Lord, as the Planter of Creation, the God-bearing martyrs as the first-fruits of nature. By their prayers, O Most Merciful One, through the Mother of God keep Thy Church, Thy estate, in deep peace."
    },
    {
        "feast": "All Russian Saints",
        "troparion": "The land of Russia doth offer Thee, O Lord, all the saints who have shone forth in it, as the beauteous fruit of Thy salvific splendor. By their supplications and through the Theotokos preserve Thou the Church and our land in profound peace, O most Merciful One.",
        "kontakion": "Today the choir of the saints who have pleased God in our land standeth forth in the Church and invisibly prayeth to God for us. With them the angels give glory, and all the saints of the Church of Christ celebrate with them; for all together they entreat the pre-eternal God for us."
    }
]